<template>
	<view class="box">
		<!-- <nav-bar :title="'玩法规则'" :back="true"></nav-bar> -->
		<hx-navbar :config="{title: '玩法规则', backgroundColor: [1,'#8D3D87'], color: '#ffffff'}"/>
		<view>
			<uni-card style="margin-top: 40px;" v-if="type==0">
				<div>
					<p><strong>一、竞彩玩法简介</strong><strong> </strong><br>
						<br>
						<strong>1</strong><strong>、竞彩足球胜平负游戏</strong><strong> <br>
						</strong><br>
						　　足球比赛由两支队伍在专用足球场地竞赛，每队11名队员，法定比赛时间为90分钟，有时裁判会根据比赛时队员受伤后救治所耽误的时间在90分钟后补时，多为几分钟，称为伤
						停补时时间，竞彩足球彩票竞猜的比赛结果为90分钟加上伤停补时的时间里的结果；<br>
						<br>
						　　足球比赛的结果有3种，主队胜，主队负以及双方打平。主队胜则主队得3分，主队负则主队不得分，主队与客队打平则主队得1分。<br>
						<br>
						　　足球彩票竞猜胜平负时用3、1、0分别代表主队胜、主客战平和主队负。 <br>
						彩民选定1场比赛，对主队在全场90分钟（含伤停补时）的 “胜”、“平”、“负”结果进行投注。
					</p>
					<p>例如：曼联（主队）VS利物浦（客队） </p>
					<p>　　　曼联 3:0 利物浦 胜（开奖结果） 选择“胜”中奖 </p>
					<p>　　　曼联 1:1 利物浦 平（开奖结果） 选择“平”中奖 </p>
					<p>　　　曼联 0:2 利物浦 负（开奖结果） 选择“负”中奖 </p>
					<p>当两支球队实力悬殊较大时，采取让球的方式确定双方的胜平负关系。让球的数量确定后将维持不变。 </p>
					<p>让球分为主队让球和客队让球，分别为：主队让1球，表示为“主队（-1）”；客队让2球，表示为“主队（+2）”。 </p>
					<br>
					<p><strong>(</strong><strong>一) 主队让一球 </strong></p>
					<br>
					<p>　　1、“3”主队比分减去客队比分大于1时，主队胜，客队负； </p>
					<p>　　2、“1”主队比分减去客队比分等于1时，主队与客队平； </p>
					<p>　　3、“0”主队比分减去客队比分小于1时，主队负，客队胜。 </p>
					<br>
					<p><strong>(</strong><strong>二) 客队让一球 </strong></p>
					<br>
					<p>　　1、“3”客队比分减去主队比分小于1时，主队胜，客队负； </p>
					<p>　　2、“1”客队比分减去主队比分等于1时，主队与客队平； </p>
					<p>　　3、“0”客队比分减去主队比分大于1时，主队负，客队胜。 </p>
					<br>
					<p><strong>(</strong><strong>三) 主队让两球 </strong></p>
					<br>
					<p>　　1、“3”主队比分减去客队比分大于2时，主队胜，客队负； </p>
					<p>　　2、“1”主队比分减去客队比分等于2时，主队与客队平； </p>
					<p>　　3、“0”主队比分减去客队比分小于2时，主队负，客队胜。 </p>
					<br>
					<p><strong>(</strong><strong>四) 客队让两球 </strong></p>
					<br>
					<p>　　1、“3”客队比分减去主队比分小于2时，主队胜，客队负； </p>
					<p>　　2、“1”客队比分减去主队比分等于2时，主队与客队平； </p>
					<p>　　3、“0”客队比分减去主队比分大于2时，主队负，客队胜。 </p>
					<br>
					<p><strong>(</strong><strong>五) 主队让三球 </strong></p>
					<br>
					<p>　　1、“3”主队比分减去客队比分大于3时，主队胜，客队负； </p>
					<p>　　2、“1”主队比分减去客队比分等于3时，主队与客队平； </p>
					<p>　　3、“0”主队比分减去客队比分小于3时，主队负，客队胜。 </p>
					<br>
					<p><strong>(</strong><strong>六) 客队让三球 </strong></p>
					<br>
					<p>　　1、“3”客队比分减去主队比分小于3时，主队胜，客队负； </p>
					<p>　　2、“1”客队比分减去主队比分等于3时，主队与客队平； </p>
					<p>　　3、“0”客队比分减去主队比分大于3时，主队负，客队胜。 </p>
					<p>具体让球数量根据实际比赛的情况酌情而定。 </p>
					<p>例如：国米（-1）VS尤文 </p>
					<p>　　　国米 3:0 尤文 胜（开奖结果） 选择“胜”中奖 </p>
					<p>　　　国米 2:1 尤文 平（开奖结果） 选择“平”中奖 </p>
					<p>　　　国米 0:0 尤文 负（开奖结果） 选择“负”中奖 </p>
					<br>
					<p><strong>2</strong><strong>、竞彩足球比分游戏 </strong></p>
					<p>　　共有31个投注选项 </p>
					<br>
					<p>　　主队胜：1:0 2:0 3:0 4:0 2:1 3:1 3:2 4:1 4:2 5:0 5:1 5:2胜其他 </p>
					<p>　　主队平：0:0 1:1 2:2 3:3 平其他 </p>
					<p>　　主队负：0:1 0:2 0:3 0:4 1:2 1:3 1:4 2:3 2:4 0:5 1:5 2:5 负其他 </p>
					<p>　　主队比分在前，客队比分在后。 </p>
					<p>　　彩民选定1场比赛，对该场比赛在全场90分钟（含伤停补时）的具体比分结果进行投注。如果彩民能竞猜正确，则中奖。 </p>
					<p>　　例：利物浦2：0米德尔斯堡 正确结果：2：0</p>
					<p>　　投注方式：单式投注、复式投注、倍投、过关投注(仅限3关以下)。 </p>
					<br>
					<p><strong>3</strong><strong>、竞彩足球总进球数游戏 </strong></p>
					<p>　　共有8个投注选项： </p>
					<br>
					<p>　　0 双方进球数之和为0，即没有进球 </p>
					<p>　　1 双方进球数之和为1</p>
					<p>　　2 双方进球数之和为2</p>
					<p>　　3 双方进球数之和为3</p>
					<p>　　4 双方进球数之和为4</p>
					<p>　　5 双方进球数之和为5</p>
					<p>　　6 双方进球数之和为6</p>
					<p>　　7+ 双方进球数之和为7球或7球以上 </p>
					<p>　　彩民选定1场比赛，对该场比赛在全场90分钟（含伤停补时）比赛双方的进球总数结果进行投注。如果彩民能竞猜正确，则中奖。 </p>
					<p>　　例：利物浦2：0米德尔斯堡 总进球数为2</p>
					<p>　　投注方式：单式投注、复式投注、倍投、过关投注。 </p>
					<br>
					<p><strong>4</strong><strong>、竞彩足球半全场胜平负游戏 </strong><br>
						　　共有9个投注选项 </p>
					<br>
					<p>　　3-3 主队上半场胜+主队全场胜 </p>
					<p>　　3-1 主队上半场胜+主队全场平 </p>
					<p>　　3-0 主队上半场胜+主队全场负 </p>
					<p>　　1-3 主队上半场平+主队全场胜 </p>
					<p>　　1-1 主队上半场平+主队全场平 </p>
					<p>　　1-0 主队上半场平+主队全场负 </p>
					<p>　　0-3 主队上半场负+主队全场胜 </p>
					<p>　　0-1 主队上半场负+主队全场平 </p>
					<p>　　0-0 主队上半场负+主队全场负 </p>
					<p>彩民选定1场比赛，对主队在上半场45分钟（含伤停补时）和全场90分钟（含伤停补时）的“胜”、“平”、“负”结果分别进行投注。如果彩民能竞猜正确，则中奖。 </p>
					<p>　　例：利物浦上半场0:0全场2:0 米德尔斯堡，正确结果1-3<br>
						　　投注方式：单式投注、复式投注、倍投、过关投注。 </p>
					<br>
					<p><strong>二、投注方式 </strong></p>
					<br>
					<p>　　彩民选择1种投注结果的为单式投注；选择2种或2种以上投注结果的为复式投注。 <br>
						　　彩民选择1场比赛进行投注的为单场投注；选择2场或2场以上比赛进行串联投注的为过关投注。在过关投注中，所选比赛的结果全部竞猜正确才能中奖。 <br>
						　　胜平负和总进球数游戏均有5种过关方式：2×1，3×1，4×1，5×1和6×1。 <br>
						　　比分和半全场胜平负游戏有2种过关方式：2×1和3×1。 </p>
					<br>
					<p><strong>三、奖金计算 </strong></p>
					<br>
					<p>　　彩民的投注结果与开奖结果一致的即为中奖。 <br>
						　　开奖结果以实际比赛结果为依据，不受其后任何更改的影响。 <br>
						　　彩民可在中国体育彩票竞彩标准店内，或通过中国竞彩网查询赛事信息、开奖结果、浮动奖金额、固定奖金。 <br>
						　　单场半全场胜平负游戏按销售总额的70％、9％和21％分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金中，69%为当期奖金，1%为调节基金。 <br>
						　　单注彩票保底奖金：如中奖者的单注奖金不足2元，将补足至2元，补足部分从调节基金中支出。 </p>
					<br>
					<p><strong>1</strong><strong>、固定奖金 </strong></p>
					<br>
					<p>　　固定奖金：单场胜平负游戏设置固定奖金。 <br>
						　　在每个竞猜比赛场次开始销售前，国家体育总局体育彩票管理中心通过专用计算机分析系统为每个比赛结果选项初设固定奖金。该固定奖金为相对固定奖金，其在销售过程中根据投注额和其他相关因素调整变动，购买者在完成某一投注时所获得的对应固定奖金额即为该投注中奖后的奖金额，不受之后调整变动的影响。
						<br>
						　　固定奖金的初设和调整变动情况通过销售系统和其他指定方式予以公布。
					</p>
					<br>
					<p><strong>2</strong><strong>、固定奖金的单注彩票最高限额： </strong></p>
					<br>
					<p>　　（1）单场投注，单注最高奖金限额10万元； <br>
						　　（2）选择2-3场过关投注的，单注最高奖金限额20万元； <br>
						　　（3）选择4-5场过关投注的，单注最高奖金限额50万元； <br>
						　　（4）选择6场过关投注的，单注最高奖金限额100万元； <br>

					</p>
					<br>
					<u-link href="https://www.sporttery.cn/help/273604.html?gid=2"
						text="关于竞彩彩票奖金计算方法的说明 (来自于中国竞彩网)"></u-link>
					<br>
					<p><strong>四、特殊情况的处理办法 </strong></p>
					<br>
					<p><strong>　　1</strong><strong>、无效比赛的处理 </strong></p>
					<br>
					<p>　　由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，从比赛被认定无效的公告发布后的当日起计算。 <br>
						<br>
						　　2、彩民在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定奖金计算；各关奖金数额可参考投注时打印的“奖金计算明细清单”。
					</p>
					<p>　　例如：“国米（-1）VS尤文+曼联VS利物浦+巴萨VS皇马”的胜平负游戏 </p>
					<p>　　购买1注“巴萨VS皇马”的单场投注；购买1注“3×1”过关组合。完成投注时刻“国米（-1）VS尤文+曼联VS利物浦”的“2×1”过关组合及“3×1”过关组合所对应的固定奖金如下所示：
					</p>
					<p>　　过关组合“3×1”:国米“胜”+曼联“负”+巴萨“胜”=12元 </p>
					<p>　　过关组合“2×1”:国米“胜”+曼联“负”=4.8元 </p>
					<p>　　假如“巴萨VS皇马”被认定无效： </p>
					<p>（1）退还单场投注金额2元。 </p>
					<p>（2）“3×1”过关组合应被认定为“2×1”过关组合，如彩民竞猜正确，最后中奖金额为4.8元。 <br>
					</p>
				</div>
			</uni-card>


			<uni-card style="margin-top: 40px;" v-if="type==1">
				<div>
					　　<span
						style=" color:#000">目前，竞彩篮球游戏推出4种游戏玩法，分别为“胜负”、“让分胜负”、“大小分”和“胜分差”，竞猜的比赛由国家体育总局体育彩票管理中心选定并向社会公布。</span><br>
					<p><strong><br>
							一、 竞彩篮球胜负游戏：</strong><br>
						<br>
						　　竞彩篮球胜负玩法：以国家体育总局体育彩票管理中心选定的国际重要篮球比赛为竞猜对象，由购票人对指定的比赛场次在全场（含加时赛）的比赛结果进行投注。每一场比赛设置2种比赛结果选项：<br>
						　　（一）“胜”：表示主队胜，客队负；<br>
						　　（二）“负”：表示主队负，客队胜。<br>
						<br>
						<strong>二、 竞彩篮球让分胜负游戏： </strong><br>
						<br>
						　　竞彩篮球让分胜负玩法：以国家体育总局体育彩票管理中心选定的国际重要篮球比赛为竞猜对象，由购票人对指定的比赛场次在全场（含加时赛）的比赛结果进行投注。每一场比赛设置2种比赛结果选项：<br>
						　　（一）“胜”：表示主队胜，客队负；<br>
						　　（二）“负”：表示主队负，客队胜。<br>
						<br>
						　　对每个选定的比赛场次，国家体育总局体育彩票管理中心根据实际比赛情况采用让分方式确定胜负关系。具体让分球队及让分数量和竞猜赛程一同公布。<br>
						　　 例如：<br>
						　　 主队让1.5分。<br>
						　　 1、“胜”主队得分减去客队得分大于1.5时，主队胜，客队负；<br>
						　　 2、“负” 主队得分减去客队得分小于1.5时，主队负，客队胜。<br>
						<br>
						　　 客队让3.5分。<br>
						　　 1、“胜” 客队得分减去主队得分小于3.5时，主队胜，客队负；<br>
						　　 2、“负” 客队得分减去主队得分大于3.5时，主队负，客队胜。<br>
						<br>
						　　
						在进行单场投注时，各比赛场次的让分数量始终保持不变；在进行过关投注时，各比赛场次的让分数量在销售过程中根据投注额和其他相关因素调整，并通过销售系统和其他指定方式予以公布。购票人在完成有效投注时刻所获得的某场比赛对应的让分数量即为该有效投注判断是否中奖的依据。<br>
						<br>
						<strong>三、 竞彩篮球胜分差游戏：</strong><br>
						<br>
						　　竞彩篮球胜负差玩法：以国家体育总局体育彩票管理中心选定的国际重要篮球比赛为竞猜对象，由购票人对指定的比赛场次在全场（含加时赛）的主队和客队的得分差距结果进行投注。每一场比赛设置12种得分差距结果选项：<br>
						　　（一）“主26+”：表示主队胜客队26分或26分以上；<br>
						　　（二）“主21-25”：表示主队胜客队21分至25分；<br>
						　　（三）“主16-20”：表示主队胜客队16分至20分；<br>
						　　（四）“主11-15”：表示主队胜客队11分至15分；<br>
						　　（五）“主6-10”：表示主队胜客队6分至10分；<br>
						　　（六）“主1-5”：表示主队胜客队1分至5分；<br>
						　　（七）“客1-5”：表示客队胜主队1分至5分；<br>
						　　（八）“客6-10”：表示客队胜主队6分至10分；<br>
						　　（九）“客11-15”：表示客队胜主队11分至15分；<br>
						　　（十）“客16-20”：表示客队胜主队16分至20分；<br>
						　　（十一）“客21-25”：表示客队胜主队21分至25分；<br>
						　　（十二）“客26+”：表示客队胜主队26分或26分以上；<br>
						<br>
						<strong>四、 竞彩篮球大小分游戏：</strong><br>
						<br>
						　　竞彩篮球大小分玩法：以国家体育总局体育彩票管理中心选定的国际重要篮球比赛为竞猜对象，由购票人对指定的比赛场次在全场（含加时赛）的主队和客队得分总数大于或小于预设总分数进行投注。每一场比赛设置2种选项：<br>
						　　（一）“大”：表示主队和客队得分总数大于预设总分数；<br>
						　　（二）“小”：表示主队和客队得分总数小于预设总分数。<br>
						<br>
						　　对每个选定的比赛场次，国家体育总局体育彩票管理中心根据实际比赛情况给出主队和客队得分的预设总分数。具体的预设总分数和竞猜赛程一同公布。<br>
						<br>
						　　例如：<br>
						　　A队和B队比赛的预设总分数为168.5分。<br>
						　　1、“大”主队和客队得分总数大于168.5分；<br>
						　　2、“小”主队和客队得分总数小于168.5分。<br>
						<br>
						　　在进行单场投注时，各比赛场次的预设总分数始终保持不变；在进行过关投注时，各比赛场次的预设总分数在销售过程中根据投注额和其他相关因素调整，并通过销售系统和其他指定方式予以公布。购票人在完成有效投注时刻所获得的某场比赛对应的预设总分数即为该有效投注判断是否中奖的依据。<br>
						<br>
					</p>
					<p><strong>二、 投注方式：</strong><br>
						<br>
						　　第一条：投注方式包括单式投注和复式投注。其中，对所选比赛场次的比赛结果均选择1种投注结果为单式投注。对于某个或某几个比赛场次选择2种或2种以上的投注结果为复式投注。<br>
						　　第二条：购票人选择1场比赛进行投注的为“单场投注”；选择2场或2场以上比赛进行串联投注的为“过关投注”。在过关投注中，所选比赛的结果全部竞猜正确
						才能中奖。所选比赛场次的过关投注方式由国家体育总局体育彩票管理中心选定，根据不同比赛场次情况，提供下表中全部或部分过关投注方式。<br>
						<br>
					</p>
					<uni-table border stripe>
						<tbody>
							<uni-tr>
								<uni-th width="10px" align="center"></uni-th>
								<uni-th width="70px" align="center">过关投注 </uni-th>
								<uni-th width="20px" align="center">两关 </uni-th>
								<uni-th width="20px" align="center">三关 </uni-th>
								<uni-th width="20px" align="center">四关 </uni-th>
								<uni-th width="20px" align="center">五关 </uni-th>
								<uni-th width="20px" align="center">六关 </uni-th>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">2串1 </uni-td>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">2 </uni-td>
								<uni-td align="center">3串1 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">3 </uni-td>
								<uni-td align="center">3串3 </uni-td>
								<uni-td align="center">3 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">4 </uni-td>
								<uni-td align="center">3串4 </uni-td>
								<uni-td align="center">3 </uni-td>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">5 </uni-td>
								<uni-td align="center">4串1 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">6 </uni-td>
								<uni-td align="center">4串4 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">4 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">7 </uni-td>
								<uni-td align="center">4串5 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">4 </uni-td>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">8 </uni-td>
								<uni-td align="center">4串6 </uni-td>
								<uni-td align="center">6 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">9 </uni-td>
								<uni-td align="center">4串11 </uni-td>
								<uni-td align="center">6 </uni-td>
								<uni-td align="center">4 </uni-td>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">10 </uni-td>
								<uni-td align="center">5串1 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">11 </uni-td>
								<uni-td align="center">5串5 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">5 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">12 </uni-td>
								<uni-td align="center">5串6 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">5 </uni-td>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">13 </uni-td>
								<uni-td align="center">5串10 </uni-td>
								<uni-td align="center">10 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">14 </uni-td>
								<uni-td align="center">5串16 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">10 </uni-td>
								<uni-td align="center">5 </uni-td>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">15 </uni-td>
								<uni-td align="center">5串20 </uni-td>
								<uni-td align="center">10 </uni-td>
								<uni-td align="center">10 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">16 </uni-td>
								<uni-td align="center">5串26 </uni-td>
								<uni-td align="center">10 </uni-td>
								<uni-td align="center">10 </uni-td>
								<uni-td align="center">5 </uni-td>
								<uni-td align="center">1 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">17 </uni-td>
								<uni-td align="center">6串1 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">1 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">18 </uni-td>
								<uni-td align="center">6串6 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">6 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">19 </uni-td>
								<uni-td align="center">6串7 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">6 </uni-td>
								<uni-td align="center">1　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">20 </uni-td>
								<uni-td align="center">6串15 </uni-td>
								<uni-td align="center">15 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">21 </uni-td>
								<uni-td align="center">6串20 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">20 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">22 </uni-td>
								<uni-td align="center">6串22 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">15 </uni-td>
								<uni-td align="center">6 </uni-td>
								<uni-td align="center">1 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">23 </uni-td>
								<uni-td align="center">6串35 </uni-td>
								<uni-td align="center">15 </uni-td>
								<uni-td align="center">20 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">24 </uni-td>
								<uni-td align="center">6串42 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">20 </uni-td>
								<uni-td align="center">15 </uni-td>
								<uni-td align="center">6 </uni-td>
								<uni-td align="center">1 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">25 </uni-td>
								<uni-td align="center">6串50 </uni-td>
								<uni-td align="center">15 </uni-td>
								<uni-td align="center">20 </uni-td>
								<uni-td align="center">15 </uni-td>
								<uni-td align="center">　 </uni-td>
								<uni-td align="center">　 </uni-td>
							</uni-tr>
							<uni-tr>
								<uni-td align="center">26 </uni-td>
								<uni-td align="center">6串57 </uni-td>
								<uni-td align="center">15 </uni-td>
								<uni-td align="center">20 </uni-td>
								<uni-td align="center">15 </uni-td>
								<uni-td align="center">6 </uni-td>
								<uni-td align="center">1 </uni-td>
							</uni-tr>
						</tbody>
					</uni-table>
					<br>
					　　第三条：“竞彩篮球游戏”每注2元，不返还本金。根据投注额、突发事件等因素，销售系统可能会拒绝某些大额投注，暂停或提前截止针对某场比赛的某些特定过关组合、特定结果选项的投注，暂停或提前截止针对某场比赛的所有投注。未满18周岁的未成年人不得投注！<br>
					<br>
					<strong>三、 奖金计算：</strong><br>
					<br>
					　　第一条：单场胜负游戏按销售总额的73％、9％和18％分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金中，72%为当期奖金，1%为调节基金。<br>
					　　第二条：奖金分配办法如下：单场胜负游戏设置固定奖金。在每个竞猜比赛场次开始销售前，国家体育总局体育彩票管理中心通过专用计算机分析系统为每个比赛结果选项初设固定奖金。该固定奖金为相对固定奖金，其在销售过程中根据投注额和其他相关因素调整变动，购买者在完成某一投注时所获得的对应固定奖金额即为该投注中奖后的奖金额，不受之后调整变动的影响。固定奖金的初设和调整变动情况通过销售系统和其他指定方式予以公布。<br>
					　　第三条：单场胜负游戏根据投注情况设置最高奖金限额，具体为：<br>
					　　　　　　单场投注，单注最高奖金限额10万元；<br>
					　　　　　　2场和3场过关投注，单注最高奖金限额20万元；<br>
					　　　　　　4场和5场过关投注，单注最高奖金限额50万元；<br>
					　　　　　　6场和6场以上过关投注，单注最高奖金限额100万元。<br>
					　　　　　　彩票中奖后，若单注应兑奖金高于对应的最高奖金限额，则只兑付本规则设定的对应最高限额奖金。<br>
					　　第四条：单场胜负游戏设置调节基金。调节基金包括按照销售额1%提取的部分、逾期未退票的票款，专项用于支付各种不可预见的奖金风险支出和开展派奖。<br>
					　　第五条：单场胜负游戏设置奖池。奖池资金由每个竞猜场次彩票的计提奖金与实际中出奖金的差额累计而成。当某个竞猜场次彩票的计提奖金超过其实际中出奖金时，余额进入奖池。当某个竞猜场次彩票的计提奖金小于其实际中出奖金时，差额由奖池资金补足。当奖池资金总额不足时，由调节基金补足；调节基金不足时，用彩票兑奖周转金垫支。在出现彩票兑奖周转金垫支的情况下，当调节基金出现余额后，应当优先偿还垫支的彩票兑奖周转金。<br>
					　　第六条：单场胜负游戏与其他中国篮球彩票单场竞猜游戏共用奖池、调节基金。<br>
					　　第七条：根据法律规定，彩票的奖金收入属于偶然所得，如单注彩票的中奖金额超过10000元（含10000元）人民币，中奖者需要按照规定缴纳中奖金额的20%作为个人所得税。<br>
					<br>
					<br>
					<u-link href="https://www.sporttery.cn/help/273604.html?gid=2"
						text="关于竞彩彩票奖金计算方法的说明 (来自于中国竞彩网)"></u-link>
					<br>
					<p></p>
					<p><strong>四、 特殊情况及处理办法：</strong><br>
						<br>
						　　在销售过程中，如遇以下情形发生，则特别规定如下：<br>
						<br>
						　　（一）在某个比赛场次开始销售前，其比赛时间提前或推迟或取消比赛，则相应更改该比赛场次的开始、截止销售时间或取消该比赛场次竞猜。
					</p>
					<p>　　（二）在某个比赛场次开始销售后，若其比赛时间提前，则相应提前该比赛场次的截止销售时间。</p>
					<p>　　（三）在某个比赛场次开始销售后，若其比赛时间提前，且比赛开始时仍在进行销售，则认定该比赛场次对于在比赛开始时刻前发生的投注为有效场次，所涉及投注可正常参与兑奖；认定该比赛场次对于在比赛开始时刻后发生的投注则为无效场次。
					</p>
					<p>　　（四）在某个比赛场次开始销售后，若其比赛时间推迟且未超过原定时间36小时，则相应推迟该比赛场次的截止销售时间。</p>
					<p>　　（五）在某个比赛场次开始销售后，若其比赛时间推迟且超过原定时间36小时或无法获知具体推迟时间或取消比赛，则认定该比赛场次为无效场次。</p>
					<p>　　（六）若某个比赛场次，在比赛进行至35分钟及以上（全场时长40分钟制比赛）或进行至43分钟及以上（全场时长48分钟制比赛）时因故中断，且当值裁判或比赛主办方裁决比赛正式完成，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖。
					</p>
					<p>　　（七）若某个比赛场次在比赛进行中因故中断，且不符合前述（六）中描述的条件，如果自中断时刻起36小时内继续完成了比赛，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖。</p>
					<p>　　（八）若某个比赛场次在比赛进行中因故中断，且不符合前述（六）中描述的条件，如果自中断时刻起36小时内未继续完成比赛或无法获知具体补赛时间或取消补赛，则认定该比赛场次为无效场次。</p>
					<p>　　（九）在某个比赛场次开始销售后，如果比赛主办方决定更换比赛场地，若是从一中立比赛场地更换至另一中立比赛场地，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖；若不符合前述更换条件，则认定该比赛场次为无效场次。
					</p>
					<p>　　（十）在某个比赛场次开始销售后，若参赛双方中有一方与原定参赛队伍不同，则认定该比赛场次为无效场次。</p>
					<p>　　（十一）在某个比赛场次开始销售后，若比赛主办方决定在无观众、无转播的封闭条件下进行比赛，则认定该比赛场次为无效场次。</p>
					<p>　　（十二）对上述无效场次的认定由国家体育总局体育彩票管理中心最终解释。</p>
					<p>　　（十三）当某场比赛被认定为无效场次，则该比赛场次的所有单场投注按退票处理，于28天内在指定地点办理退票手续；在过关投注中对该比赛场次的所有选择均视为无效，涉及该比赛场次的过关投注组合之固定奖金按在原投注时刻去除该比赛场次后的投注组合对应的固定奖金计算
					</p>
					<p>　　（十四）在某个比赛场次销售过程中，国家体育总局体育彩票管理中心可根据投注额、突发事件等因素，拒绝某些大额投注、暂停或提前截止针对该场比赛的某些特定过关组合特定结果选项的投注、暂停或提前截止针对该场比赛的所有投注。<br>
						无效比赛的处理：由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，即退还单场投注金额2元（单注）。彩民
						在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定奖金计算，举例说明：若原方案3串1过关，其中
						一场被认定无效后，计算奖金时按照2串1进行计算。</p>
					<p><strong>　　无效比赛的处理：</strong>由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，即退还单场投注金额2元（单注）。彩民
						在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定奖金计算，举例说明：若原方案3串1过关，其中
						一场被认定无效后，计算奖金时按照2串1进行计算。<br>
					</p>
					<p><br>
					</p>
				</div>
			</uni-card>

			<uni-card style="margin-top: 40px;" v-if="type==2">
				<div class="box02">
					<p><strong>足球单场玩法简介</strong></p>

					<p><strong>一、单场竞猜玩法及投注单介绍：</strong></p>
					<br>
					<strong>1、让球胜平负玩法</strong>
					<br>
					<br>
					<p>足球比赛由两支队伍在专用足球场地竞赛，每队11名队员，法定比赛时间为90分钟，有时裁判会根据比赛时队员受伤后救治所耽误的时间在90分钟后补时，多为几分钟，称为伤

						停补时时间，单场足球彩票竞猜的比赛结果为90分钟加上伤停补时的时间里的结果；</p>

					<p>足球比赛的结果有3种，主队胜，主队负以及双方打平。主队胜则主队得3分，主队负则主队不得分，主队与客队打平则主队得1分。</p>

					<p>足球彩票竞猜胜平负时用3、1、0分别代表主队胜、主客战平和主队负。</p>

					<p>当比赛的双方强弱悬殊时，在最后的比赛结果中将强队的进球数减去1-5个后的胜平负(3 1 0)玩法。</p>

					<p>单场胜平负玩法彩池中包含让球胜平负的比赛</p>


					<br>
					<p><strong>(一) 主队让一球</strong></p>
					<br>
					<p>1、“3”主队比分减去客队比分大于1时，主队胜，客队负；</p>

					<p>2、“1”主队比分减去客队比分等于1时，主队与客队平；</p>

					<p>3、“0”主队比分减去客队比分小于1时，主队负，客队胜。</p>


					<br>
					<strong>(二) 客队让一球</strong>
					<br><br>
					<p>1、“3”客队比分减去主队比分小于1时，主队胜，客队负；</p>
					<p>2、“1”客队比分减去主队比分等于1时，主队与客队平；</p>
					<p>3、“0”客队比分减去主队比分大于1时，主队负，客队胜。</p>


					<br>
					<strong>(三) 主队让两球</strong>
					<br><br>
					<p>1、“3”主队比分减去客队比分大于2时，主队胜，客队负；</p>
					<p>2、“1”主队比分减去客队比分等于2时，主队与客队平；</p>
					<p>3、“0”主队比分减去客队比分小于2时，主队负，客队胜。</p>


					<br>
					<strong>(四) 客队让两球</strong>
					<br><br>
					<p>1、“3”客队比分减去主队比分小于2时，主队胜，客队负；</p>
					<p>2、“1”客队比分减去主队比分等于2时，主队与客队平；</p>
					<p>3、“0”客队比分减去主队比分大于2时，主队负，客队胜。</p>


					<br>
					<strong>(五) 主队让三球</strong>
					<br><br>
					<p>1、“3”主队比分减去客队比分大于3时，主队胜，客队负；</p>
					<p>2、“1”主队比分减去客队比分等于3时，主队与客队平；</p>
					<p>3、“0”主队比分减去客队比分小于3时，主队负，客队胜。</p>


					<br>
					<strong>(六) 客队让三球</strong>
					<br><br>
					<p>1、“3”客队比分减去主队比分小于3时，主队胜，客队负；</p>
					<p>2、“1”客队比分减去主队比分等于3时，主队与客队平；</p>
					<p>3、“0”客队比分减去主队比分大于3时，主队负，客队胜。</p>

					<p>具体让球数量根据实际比赛的情况酌情而定。</p>
					<strong>例1：巴塞罗那 -2 VS 卡利亚里</strong>
					<p>巴塞罗那让2球</p>
					<p>★当巴塞罗那以2球以上战胜对方时，比赛结果为3，意为主队胜</p>
					<p>★当巴塞罗那以恰好2球战胜对方时，比赛结果为1，意为平局</p>
					<p>★当巴塞罗那负于、打平或以一球战胜对方时，比赛结果为0，意为主队负</p>



					<strong>例2：杜伊斯堡+1 VS 拜仁慕尼黑</strong>
					<p>杜伊斯堡受让1球</p>
					<p>★当杜伊斯堡战胜或打平拜仁慕尼黑时，比赛结果为3，意为主队胜</p>
					<p>★当杜伊斯堡恰好以1球负于拜仁慕尼黑时，比赛结果为1，意为平局</p>
					<p>★当杜伊斯堡以1球以上负于拜仁慕尼黑时，比赛结果为0，意为主队负</p>

					<p>投注选项：单式投注、复式投注、倍投、过关投注</p>


					<br>
					<strong>2、单场上下单双玩法</strong>
					<p>共有4个投注选项</p>
					<br>
					<p>上单 上盘+单数</p>
					<p>上双 上盘+双数</p>
					<p>下单 下盘+单数</p>
					<p>下双 下盘+双数</p>
					<p>上盘：主队和客队的进球数之和大于等于3个，称为上盘，俗称大球；</p>
					<p>下盘：主队和客队的进球数之和小于3个，称为下盘，俗称小球；</p>
					<p>单数：主客队进球数之和是奇数；</p>
					<p>双数：主客队进球数之和是偶数。</p>
					<p>中奖条件：同时正确预测比赛的进球数量之和是否大于等于3球以及进球数之和的奇偶数</p>
					<strong>例：利物浦2：0米德尔斯堡 正确结果：下双</strong>
					<p>投注方式：单式投注、复式投注、倍投、过关投注。</p>


					<br>
					<strong>3、单场比分玩法</strong>
					<p>共有25个投注选项</p>
					<br>
					<p>主队胜：1:0 2:0 3:0 4:0 2:1 3:1 3:2 4:1 4:2 胜其他</p>
					<p>主队平：0:0 1:1 2:2 3:3 平其他</p>
					<p>主队负：0:1 0:2 0:3 0:4 1:2 1:3 1:4 2:3 2:4 负其他</p>
					<p>主队比分在前，客队比分在后。</p>
					<p>中奖条件：正确预测比赛双方各自的进球数量</p>
					<strong>例：利物浦2：0米德尔斯堡 正确结果：2：0</strong>
					<p>投注方式：单式投注、复式投注、倍投、过关投注(仅限3关以下)。</p>


					<br>
					<strong>4、半全场胜平负玩法</strong>
					<p>共有9个投注选项</p>
					<br>
					<p>3-3 主队上半场胜+主队全场胜</p>
					<p>3-1 主队上半场胜+主队全场平</p>
					<p>3-0 主队上半场胜+主队全场负</p>
					<p>1-3 主队上半场平+主队全场胜</p>
					<p>1-1 主队上半场平+主队全场平</p>
					<p>1-0 主队上半场平+主队全场负</p>
					<p>0-3 主队上半场负+主队全场胜</p>
					<p>0-1 主队上半场负+主队全场平</p>
					<p>0-0 主队上半场负+主队全场负</p>
					<p>中奖条件：正确预测比赛的上半场和全场结果</p>
					<strong>例：利物浦上半场0:0全场2:0 米德尔斯堡，正确结果1-3</strong>
					<p>投注方式：单式投注、复式投注、倍投、过关投注。</p>


					<br>
					<strong>五、单场总进球数玩法</strong>
					<p>共有8个投注选项：</p>
					<br>
					<p>0 双方进球数之和为0，即没有进球</p>
					<p>1 双方进球数之和为1</p>
					<p>2 双方进球数之和为2</p>
					<p>3 双方进球数之和为3</p>
					<p>4 双方进球数之和为4</p>
					<p>5 双方进球数之和为5</p>
					<p>6 双方进球数之和为6</p>
					<p>7+ 双方进球数之和为7球或7球以上</p>
					<p>中奖条件：正确预测足球比赛中双方进球数之和，</p>

					<strong>例：利物浦2：0米德尔斯堡 总进球数为2</strong>
					<p>投注方式：单式投注、复式投注、倍投、过关投注。</p>
					<br>
					<strong>二、 投注方式介绍</strong>
					<br><br>
					<p>1、 单场投注：彩民可以从指定的8场比赛中，任意选择其中一场或多个单场进行投注。一场比赛构成一注。例如： </p>
					<table border="0" cellspacing="0" cellpadding="5">
						<tbody>
							<tr>
								<td>例:单场<br>
									投第3场单场 1注 （平）<br>
									投注金额=1(注)×2=2（元）</td>
							</tr>
						</tbody>
					</table>
					<p>2、 过关投注: 彩民可以从指定的8场比赛中，同时对2－6个单场比赛进行投注，构成一注过关投注。</p>

					<table width="80%" border="0" cellspacing="0" cellpadding="5">
						<tbody>
							<tr>
								<td>例：二关（投28注玩8场）<br>
									8场比赛中任意二场组成一注过二关<br>
									共计28注<br>
									投注金额=28(注)×2=56（元）</td>
							</tr>
							<tr>
								<td>例：3串1（投1注玩3场）<br>
									第3场（平）<br>
									第6场（胜）<br>
									第7场（平） <br>
									投注金额=1(注)×2=2（元）</td>
							</tr>
							<tr>
								<td>例：2*3 (投3注玩2场)<br>
									1注：投第2场单场（负） ；<br>
									1注：投第7场单场（平） ；<br>
									1注：投第2场（负），投第7场（平）； <br>
									投注金额=3(注)×2=6（元）</td>
							</tr>
							<tr>
								<td>例：3*4（投4注玩3场）<br>
									1注：投2，4场 2场过关 [负，平] ；<br>
									1注：投2，5场 2场过关 [负，负] ；<br>
									1注：投4，5场 2场过关 [平, 负] ；<br>
									1注：投2，4，5场 3场过关 [负，平，负] ;<br>
									投注金额=4(注)×2=8（元）</td>
							</tr>
							<tr>
								<td>例：3*7（投7注玩3场）<br>
									1注：投第4场单场[平]；<br>
									1注：投第5场单场 [负] <br>
									1注; 投第7场单场[胜]； <br>
									1注; 投4，5场 2场过关 [平，负] ；<br>
									1注：投4，7场 2场过关 [平，胜] ； <br>
									1注：投5，7场 2场过关 [负, 胜] ；<br>
									1注：投4，5, 7场 3场过关 [平，负，平] ; <br>
									投注金额=7(注)×2=14（元）</td>
							</tr>
							<tr>
								<td>例：6*63（投63注玩6场）<br>
									6个单场(6注),<br>
									15个过2关(15注),<br>
									20个过3关(20注),<br>
									15个过4关(15注),<br>
									6个过5关(6注),<br>
									1个过6关(1注)<br>
									投注金额=63(注)×2=126（元）</td>
							</tr>
						</tbody>
					</table>
					<br>
					<strong>三、开奖SP值介绍</strong>
					<br>
					<u-link href="https://www.sporttery.cn/help/273604.html?gid=2"
						text="关于竞彩彩票奖金计算方法的说明 (来自于中国竞彩网)"></u-link>
					<br>
					<br><br>
					<strong>1、开奖SP值：</strong>
					<br><br>
					<p>足球单场竞猜开奖SP值型彩票，每场比赛根据投注情况计算出一个开奖SP值（SP）。</p>
					<p>开奖SP值（SP）＝每场总投注金额/中奖彩票的总投金额。</p>
					<p>第一场为SP1, 第二场为SP2，……，第八场为SP8</p>
					<br>
					<strong>2、单场投注中奖条件及奖金计算</strong>
					<br>
					<br>
					<p>单场投注符合实际比赛结果即为中奖。</p>
					<p>单场投注奖金＝2元×单场开奖SP值（SP）×65％。</p>
					<br>
					<strong>3、过关投注中奖条件及奖金计算</strong>
					<br><br>
					<p>必须全部正确竞猜出每个单场比赛为中奖，任意一场竞猜错误不中奖。</p>
					<p>过关投注奖金＝2元×（所选场次的单场开奖SP值（SP）连乘）×65％。</p>
					<br>
					<strong>4、单场、过关混合投注中奖条件及奖金计算</strong>
					<br><br>
					<p>单场、过关混合投注时，某单场比赛竞猜正确，某单场比赛竞猜错误，过关1注将不中奖，竞猜正确的单场比赛可中奖。</p>
					<br>
					<strong>四、特殊情况的处理办法</strong>
					<br><br>
					<p>1、单场胜平负玩法、单场总进球数玩法、单场上下盘＋单双数玩法，销售过程中，如遇以下情形则特别规定如下：</p>
					<p>①在当期五种过关游戏销售前，部分或全部场次因故发生变化，则更改相应变化场次。</p>
					<p>②在当期五种过关游戏销售后，如果部分场次因故提前进行，则该场比赛销售时间相应提前结束，其余场次销售时间不变；如果部分场次因故延期，超过原定开奖时间12小时，则该场比赛的所有选项均视为选中，SP值为1；未超过12小时的，按实际比赛结果计奖。
					</p>
					<p>2、单场比分玩法在销售过程中，如遇以下情形则特别规定如下：</p>
					<p>①在当期单场比分游戏销售前，部分或全部场次因故提前、取消或推迟，则更改相应的变化场次。</p>
					<p>②在当期单场比分游戏销售后，如果部分场次因故提前进行，则该场比赛销售时间相应提前结束，其余场次销售时间不变；如果部分场次因故延期，则销售停止时间不变，计奖时间相应推迟；如果比赛取消，则该场竞猜取消，购票人凭已购彩票在7天内到购票销售终端，按实际购票金额办理退款手续，逾期不退。
					</p>
				</div>
			</uni-card>
			<uni-card style="margin-top: 40px;" v-if="type==3">
				<div class="box02">
					<strong>中国足球胜负彩票游戏规则</strong><br>
					<br>
					<strong>第一章 总则</strong><br><br>
					<p>第一条 根据财政部《彩票发行与销售管理暂行规定》和《中国足球彩票发行与销售管理办法》，制定本游戏规则。</p>
					<p>第二条 中国足球彩票胜负游戏（简称“胜负游戏”）由国家体育总局体育彩票管理中心统一发行，在全国范围内进行联网销售。</p>
					<p>第三条 “胜负游戏”实行自愿购买，凡购买该彩票者即被视为同意并遵守本规则。</p><br><br>
					<strong>第二章 游戏方法</strong><br><br>
					<p>第四条
						“胜负游戏”是以中国足球彩票胜负玩法所选择的足球比赛场次为竞猜对象，购买“胜负游戏”时，由购买者从中国足球彩票胜负玩法选择的所有竞猜场次每场比赛在全场90分钟（含伤情补时）比赛的胜平负的结果进行投注，对于所选竞猜场次的比赛成绩均只选择1种预测结果为单式投注，对于某一竞猜场次的比赛成绩选择2种（含）以上的预测结果为复式投注。
						购买者可对其选定的结果进行多倍投注，投注倍数范围为2-99倍。</p>
					<p>第五条
						购买者可在各省、自治区、直辖市体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“胜负游戏”足球彩票，交购买者保存。
					</p>
					<p>第六条 “胜负游戏”每注2元人民币。彩票不记名、不挂失，不返还本金，不流通使用。</p><br><br>
					<strong>第三章 设奖</strong><br><br>
					<p>第七条 “胜负游戏”只设2个浮动奖级，分别为一等奖和二等奖。</p>
					<p>第八条 奖金分配： </p>
					<p>一等奖为当期奖金总额的70%，及奖池和调节基金转入部分；</p>
					<p>二等奖为当期奖金总额的30%。</p>
					<p>第九条 单注彩票中奖奖金最高限额500万元。</p><br><br>
					<strong>第四章 奖金管理</strong><br><br>
					<p>第十条 “胜负游戏”返奖奖金为销售总额的65％。其中，当期奖金为销售总额的64%，调节基金为销售总额的1%。</p>
					<p>第十一条 “胜负游戏”设置奖池，奖池由上期未中出的浮动奖奖金和超出一等奖单注封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并为一等奖奖金。</p>
					<p>单注奖金以元为单位取整，不足1元补足至1元，补足部分从调节基金支付，调节基金不足从发行费列支。</p>
					<p>第十二条 调节基金包括按销售总额1%提取部分、浮动奖奖金取整后的余额、弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金，以及设立特别奖。</p>
					<br><br>
					<strong>第五章 中奖</strong><br><br>
					<p>第十三条 足球胜负彩票以购票人预测的胜平负结果与对应的实际比赛结果相符的数量，确定其中奖与否以及中奖等级。</p>
					<p>具体奖级设置如下：</p>
					<p>一等奖 猜中全部14场比赛的胜平负结果；</p>
					<p>二等奖 猜中其中13场比赛的胜平负结果。</p>
					<p>如出现《管理办法》第十三条规定的特别情形，则以《管理办法》确定的结果作为开奖结果，并以总局彩票中心的公告为准</p><br><br>
					<strong>第六章 开奖及公告</strong><br><br>
					<p>第十四条 每期计奖后，当期销售总额、中奖情况以及奖池资金余额等信息，将通过新闻媒体向社会公布，并将开奖结果通知各销售终端。</p><br><br>
					<strong>第七章 兑奖</strong><br><br>
					<p>第十五条 “胜负游戏”兑奖当期有效。每期自计奖次日起60天为兑奖期，逾期未兑，视为弃奖。</p>
					<p>第十六条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。</p>
					<p>第十七条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。</p><br><br>
					<strong>第八章 附则</strong><br><br>
					<p>第十八条 本游戏规则由国家体育总局体育彩票管理中心负责解释。</p>
					<p>第十九条 本游戏规则自下发之日起执行。</p>
				</div>
			</uni-card>
			<uni-card style="margin-top: 40px;" v-if="type==4">
				<div class="box02">
					<strong>任选九场游戏规则</strong><br><br>
					<strong>第一章 总则 </strong><br><br>

					<p>第一条 根据财政部《彩票发行与销售管理暂行规定》和《中国足球彩票发行与销售管理办法》，制定本游戏规则。</p>

					<p>第二条 中国足球彩票胜负游戏附加玩法“任选9场”（以下简称“胜负任选9场”）由国家体育总局体育彩票管理中心统一发行，在全国范围内进行联网销售。</p>

					<p>第三条 “胜负任选9场”实行自愿购买，凡购买该彩票者即被视为同意并遵守本规则。</p><br><br>

					<strong>第二章 游戏方法</strong><br><br>

					<p>第四条
						“胜负任选9场”是以中国足球彩票胜负玩法所选择的足球比赛场次为竞猜对象，购买“胜负任选9场”时，由购买者从中国足球彩票胜负玩法选择的所有竞猜场次中的任意9场竞猜场次中每场比赛在全场90分钟（含伤情补时）比赛的胜平负的结果进行投注，对于所选竞猜场次的比赛成绩均只选择1种预测结果为单式投注，对于某一竞猜场次的比赛成绩选择2种（含）以上的预测结果为复式投注。
					</p>

					<p>购买者可对其选定的结果进行多倍投注，投注倍数范围为2-99倍。</p>

					<p>第五条
						购买者可在各省、自治区、直辖市体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“胜负任选9场”足球彩票，交购买者保存。
					</p>

					<p>第六条 “胜负任选9场”每注2元人民币。彩票不记名、不挂失，不返还本金，不流通使用。
					</p><br><br>
					<strong>第三章 设奖</strong><br><br>

					<p>第七条 “胜负任选9场”只设1个浮动奖级，即一等奖。</p>

					<p>第八条 奖金分配：</p>

					<p>一等奖为当期奖金额的100%，及奖池和调节基金转入部分。</p>

					<p>如出现《管理办法》第十二条规定的特别情形，则以《管理办法》确定的结果作为开奖结果，并以总局彩票中心的公告为准</p>

					<p>第九条 单注彩票中奖奖金最高限额500万元。</p><br><br>

					<strong>第四章 奖金管理</strong><br><br>

					<p>第十条 “胜负任选9场”返奖奖金为销售总额的65％。其中，当期奖金为销售总额的64%，调节基金为销售总额的1%。</p>

					<p>第十一条 “胜负任选9场”设置奖池，奖池由上期未中出的浮动奖奖金和超出一等奖单注封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并为一等奖奖金。</p>

					<p>单注奖金以元为单位取整，不足1元补足至1元，补足部分从调节基金支付，调节基金不足从发行费列支。</p>

					<p>第十二条 调节基金包括按销售总额1%提取部分、浮动奖奖金取整后的余额、弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金，以及设立特别奖。</p>
					<br><br>

					<strong>第五章 中奖</strong><br><br>

					<p>第十三条 所购彩票选择的结果与中国足球彩票胜负玩法所选择的任意9场竞猜场次中每场比赛的胜平负结果一致即中一等奖。</p><br><br>

					<strong>第六章 开奖及公告</strong><br><br>

					<p>第十四条 “胜负任选9场”与中国足球彩票胜负玩法同期销售与计奖。</p>

					<p>第十五条 每期计奖后，当期销售总额、中奖情况以及奖池资金余额等信息，将通过新闻媒体向社会公布，并将开奖结果通知各销售终端。</p><br><br>

					<strong>第七章 兑奖</strong><br><br>

					<p>第十六条 “胜负任选9场”兑奖当期有效。每期自计奖次日起60天为兑奖期，逾期未兑，视为弃奖。</p>

					<p>第十七条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。</p>

					<p>第十八条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。</p><br><br>

					<strong>第八章 附则</strong><br><br>

					<p>第十九条 本游戏规则由国家体育总局体育彩票管理中心负责解释。</p>

					<p>第二十条 本游戏规则自下发之日起执行。</p>

				</div>
			</uni-card>
			<uni-card style="margin-top: 40px;" v-if="type==5">
				<div class="box02">
					<strong> 中国体育彩票排列3游戏规则</strong><br><br>
					<strong>第一章 总则</strong>
					<p>第一条 根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票发行销售管理办法》(财综[2012]102号)等相关规定，制定本规则。 </p>
					<p>第二条 中国体育彩票排列3游戏(以下简称排列3)由国家体育总局体育彩票管理中心(以下简称中体彩中心)发行和组织销售。由各省、自治区、直辖市体育彩票销售机构(以下称各省体彩机构)在所辖区域内销售。
					</p>
					<p>第三条 排列3采用计算机网络系统发行，在各省体彩机构设置的销售网点销售，定期开奖。 </p>
					<p>第四条 排列3实行自愿购买，凡购票者均被视为同意并遵守本规则。 </p>
					<p>第五条 不得向未成年人出售彩票或兑付奖金。 </p>



					<strong>第二章 投注 </strong>
					<p>第六条 排列3是指从000-999的数字中选取1个3位数作为一注投注号码进行的投注。每注金额人民币2元。</p>
					<p>第七条 排列3投注方式分为直选投注和组选投注。 </p>
					<p>　　(一)直选投注：所选3位数以唯一排列方式作为一注的投注。</p>
					<p>　　(二)组选投注：所选3位数以所有排列方式作为一注的投注。具体分为： </p>
					<p>　　　　组选6：如果一注组选投注的3位数中每位数字各不相同，则有6种不同的排列方式，有6次中奖机会； </p>
					<p>　　　　组选3：如果一注组选投注的3位数中有2位数字相同，则有3种不同的排列方式，有3次中奖机会。 </p>
					<p>第八条 购买者可对其选定的投注号码进行多倍投注，投注倍数范围为 2-99倍。单张彩票的投注金额最高不得超过20000元。 </p>
					<p>第九条 排列3每天销售一期，期号以开奖日界定，按日历年度编排。 </p>
					<p>第十条 购买者可在各省体彩机构设置的销售网点投注。投注号码经投注机打印出的对奖凭证，交购买者保存，此对奖凭证即为排列3彩票。 </p>
					<p>第十一条 投注者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。 </p>
					<p>第十二条 排列3对每期全部投注号码的可投注数量实行限量销售，若投注号码受限，则不能投注。若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还购买者投注金额。 </p>

					<strong>第三章 设奖</strong>
					<p>第十三条 排列3按当期销售总额的53%、13%、34%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，52%为当期奖金，1%为调节基金。</p>
					<p>第十四条 排列3按不同投注方式设奖，均为固定奖。奖金规定如下：</p>
					<p>　　(一)直选投注：单注奖金固定为1040元。</p>
					<p>　　(二)组选投注：</p>
					<p>　　　　组选6：单注奖金固定为173元；</p>
					<p>　　　　组选3：单注奖金固定为346元。</p>
					<p>第十五条
						排列3设置调节基金。调节基金包括按销售总额1%的提取部分、逾期未退票的票款。调节基金专项用于支付不可预见情况下的奖金支出风险，以及设立特别奖。动用调节基金设立特别奖，应报同级财政部门审核批准。
					</p>
					<p>第十六条
						排列3设置奖池，奖池资金由计提当期奖金与实际中出奖金的差额组成。当期实际中出奖金小于计提当期奖金时，余额进入奖池；当期实际中出奖金超过计提当期奖金时，差额由奖池资金补足；当奖池资金不足时，由调节基金补足，调节基金不足时，用彩票兑奖周转金垫支。在出现彩票兑奖周转金垫支情况下，当调节基金有资金滚入时优先偿还垫支的彩票兑奖周转金。
					</p>

					<strong>第四章 开奖 </strong>
					<p>第十七条 排列3每天开奖一次。以中国体育彩票排列5当期开奖号码的前三位号码作为排列3当期开奖号码。</p>
					<p>第十八条 每期开奖后，由各省体彩机构向社会公布当期销售总额、开奖号码、各奖级中奖情况以及奖池资金余额等信息，并将开奖结果通知各销售网点。</p>

					<strong>第五章 中奖 </strong>
					<p>第十九条 排列3根据投注号码与开奖号码相符情况确定相应中奖资格。具体规定如下：</p>
					<p>　　(一)直选投注：投注号码与开奖号码数字相同且顺序一致，即中奖。例如，开奖号码为123，则直选投注号码为123即中奖。</p>
					<p>　　(二)组选投注：</p>
					<p>　　　　组选6：开奖号码中每位数字均不相同，投注号码与开奖号码数字相同且顺序不限，即中奖。例如，组选6投注号码为123，则开奖号码为123、132、213、231、312、321之一均中奖。
					</p>
					<p>　　　　组选3：开奖号码中任意2位数字相同，投注号码与开奖号码数字相同且顺序不限，即中奖。例如，组选3投注号码为122，则开奖号码为122、212、221之一均中奖。</p>

					<strong>第六章 兑奖</strong>
					<p>第二十条 排列3兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。</p>
					<p>第二十一条 中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。</p>
					<p>第二十二条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。</p>

					<strong>第七章 附则 </strong>
					<p>第二十三条 本规则自批准之日起执行。 </p><br>

				</div>
			</uni-card>
			<uni-card style="margin-top: 40px;" v-if="type==6">
				<div class="box02">
					<strong>排列5游戏规则</strong><br><br>

					<strong>第一章 总 则 </strong>

					<p>第一条 根据财政部《彩票发行与销售管理暂行规定》和国家体育总局《体育彩票发行与销售管理暂行办法》以及《计算机销售体育彩票管理暂行办法》，制定本游戏规则。 </p>

					<p>第二条 排列5电脑体育彩票由国家体育总局体育彩票管理中心统一发行，在全国范围内采用计算机网络系统进行联合销售。 </p>

					<p>第三条 “排列5”实行自愿购买，凡购买该彩票者即被视为同意并遵守本规则。 </p>



					<strong>第二章 游戏方法</strong>

					<p>第四条 购买“排列5”时，由购买者从00000-99999的数字中选取1个5位数为投注号码进行投注。 </p>

					<p>第五条
						购买者可在全国各省（区、市）体育彩票管理中心设置的投注站进行投注。投注号码可由投注机随机产生，也可通过投注单将购买者选定的号码输入投注机确定。投注号码经系统确认后打印出的兑奖凭证即为“排列5”电脑体育彩票，交购买者保存。
					</p>

					<p>第六条 “排列5”每注2元人民币。彩票不记名、不挂失，不返还本金，不流通使用。 </p>


					<strong>第三章 设 奖 </strong>

					<p>第七条 “排列5”设1个奖级，为固定奖。 </p>

					<p>第八条 奖金分配：一等奖，单注固定奖金100000元。 </p>



					<strong>第四章 奖金管理 </strong>

					<p>第九条 “排列5”按每期销售总额的50％计提奖金,计提奖金分为当期奖金和调节基金，其中49%为当期奖金，1%为调节基金。 </p>

					<p>第十条
						“排列5”设置奖池，奖池由当期奖金与实际中出奖金的差额累计而成。若当期奖金大于当期中出奖金时，余额滚入奖池；若当期奖金小于当期中出奖金时，差额用奖池补足；若奖池不足时，用调节基金补足，调节基金不足时，从发行经费中垫支。
					</p>
					<p>第十一条 调节基金还包括弃奖收入和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险以及设立特别奖。 </p>



					<strong>第五章 中 奖 </strong>

					<p>第十二条 所购彩票与开奖结果对照，符合以下情况即为中奖。 </p>

					<p>一等奖，所选号码与中奖号码全部相同且顺序一致。例如：中奖号码为43751，则排列5的中奖结果为：43751。 </p>



					<strong>第 六章 开奖及公告</strong>

					<p>第十三条 “排列5”每天开奖一次，摇奖过程在公证人员监督下进行，通过电视台播出。 </p>

					<p>第十四条 “排列5”单独摇奖，其中奖号码为全国联网电脑体育彩票排列5当期摇出的全部中奖号码。 </p>

					<p>第十五条 每期开奖后，国家体育总局体育彩票管理中心需将中奖号码、当期销售总额、各奖等中奖情况以及奖池资金余额等信息，通过新闻媒体向社会公布，并将开奖结果通知各销售终端。 </p>



					<strong>第七章 兑奖 </strong>

					<p>第十六条 “排列5”兑奖当期有效。每期自开奖次日起60天为兑奖期，逾期未兑，视为弃奖纳入调节基金。 </p>

					<p>第十七条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。 </p>

					<p>第十八条 凡伪造、涂改中奖彩票，冒领奖金者，送交司法机关追究法律责任。 </p>



					<strong>第八章 附 则</strong>

					<p>第十九条 本游戏规则解释权属国家体育总局体育彩票管理中心。 </p>

					<p>第二十条 本游戏规则自下发之日起执行。 </p>
				</div>
			</uni-card>
			<uni-card style="margin-top: 40px;" v-if="type==7">
				<div class="box02">
					<strong>全国体育彩票“超级大乐透”玩法介绍</strong><br><br>
					<strong>第一章 总 则</strong>

					<p>
						　　第一条 根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票发行销售管理办法》等有关规定，制定本规则。</p>
					<p>
						　　第二条 中国体育彩票超级大乐透(以下简称超级大乐透)由国家体育总局体育彩票管理中心发行和组织销售，由各省、自治区、直辖市体育彩票销售机构(以下称各省体彩机构)在所辖区域内销售。</p>
					<p>
						　　第三条 超级大乐透采用计算机网络系统发行，在各省体彩机构设置的销售网点销售，定期开奖。</p>
					<p>
						　　第四条 超级大乐透实行自愿购买，凡购买者均被视为同意并遵守本规则。</p>
					<p>
						　　第五条 不得向未成年人出售彩票或兑付奖金。</p>
					<strong>第二章 投注</strong>

					<p>
						　　第六条
						超级大乐透基本投注是指从前区号码中任选5个号码，并从后区号码中任选2个号码的组合进行投注。其中，前区号码由01—35共35个号码组成，后区号码由01—12共12个号码组成。每注基本投注金额人民币2元。
					</p>
					<p>
						　　购买者在基本投注的基础上，可对购买的每注号码进行一次追加投注，每注追加投注金额人民币1元。</p>
					<p>
						　　第七条 购买者可以进行复式投注。复式投注是指所选号码个数超过基本投注的号码个数，所选号码可组合为每一种基本投注方式的多注彩票的投注。复式投注包括三种形式：</p>
					<p>
						　　(一)前区复式：前区选取6个及以上号码，后区选取2个号码；</p>
					<p>
						　　(二)后区复式：前区选取5个号码，后区选取3个及以上号码；</p>
					<p>
						　　(三)双区复式：前区选取6个及以上号码，后区选取3个及以上号码。</p>
					<p>
						　　第八条 购买者可以进行胆拖投注。胆拖投注是指选择少于基本投注号码个数的号码作为每注都有的号码作为胆码，再选取除胆码以外的号码作为拖码，由胆码和拖码组合成多注投注，胆拖投注包括三种形式：
					</p>
					<p>
						　　(一)前区胆拖：从01—35中选取1至4个号码为胆码，再选取除胆码以外的号码作为拖码，胆码和拖码组成前区号码(其数量之和必须等于或多于6个号码)，并从01—12中选取2个号码为后区号码。
					</p>
					<p>
						　　(二)后区胆拖：从01—35中选取5个号码为前区号码，并从01—12中选取1个号码为胆码，再选取除胆码以外的2个以上(含2个)的号码为拖码，胆码和拖码组成后区号码。</p>
					<p>
						　　(三)双区胆拖：从01—35中选取1至4个号码为胆码，再选取除胆码以外的号码作为拖码，胆码和拖码组成前区号码(其数量之和必须等于或多于6个号码)；并从01—12中选取1个号码为胆码，再选取除胆码以外的2个以上(含2个)的号码为拖码，胆码和拖码组成后区号码。
					</p>
					<p>
						　　第九条 复式投注和胆拖投注均可按注进行追加投注。</p>
					<p>
						　　第十条 购买者可对其选定的结果进行多倍投注，投注倍数范围为2-99倍。单张彩票基本投注的最大投注金额不超过20000元，基本投注加追加投注的最大投注金额不超过30000元。</p>
					<p>
						　　第十一条 超级大乐透按期销售，每周销售三期，期号以开奖日界定，按日历年度编排。</p>
					<p>
						　　第十二条 购买者可在各省体彩机构设置的销售网点投注。投注号码经投注机打印出的对奖凭证，交购买者保存，此对奖凭证即为超级大乐透彩票。</p>
					<p>
						　　第十三条 投注者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。</p>

					<strong>第三章 设奖</strong>

					<p>
						　　第十四条 超级大乐透按当期销售总额的51%、13%、36%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，49%为当期奖金，2%为调节基金。</p>
					<p>
						　　第十五条 超级大乐透共设九个奖级，一、二等奖为浮动奖，三、四、五、六、七、八、九等奖为固定奖。各奖级和奖金规定如下：</p>
					<p>
						　　一等奖：当奖池资金低于1亿元时，奖金总额为当期奖金额减去固定奖总额后的78%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元。当奖池资金高于1亿元(含)且低于8亿元时，奖金总额包括两部分，第一部分为当期奖金额减去固定奖总额后的58%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元；第二部分为当期奖金额减去固定奖总额后的20%，单注奖金按注均分，单注最高限额封顶500万元。当奖池资金高于8亿元（含）时，奖金总额包括两部分，第一部分为当期奖金额减去固定奖总额后的28%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元；第二部分为当期奖金额减去固定奖总额后的50%，单注奖金按注均分，单注最高限额封顶500万元。
					</p>
					<p>
						　　二等奖：奖金总额为当期奖金额减去固定奖总额后的22%，单注奖金按注均分，单注最高限额封顶500万元。</p>
					<p>
						　　三等奖：单注奖金固定为10000元。</p>
					<p>
						　　四等奖：单注奖金固定为3000元。</p>
					<p>
						　　五等奖：单注奖金固定为300元。</p>
					<p>
						　　六等奖：单注奖金固定为200元。</p>
					<p>
						　　七等奖：单注奖金固定为100元。</p>
					<p>
						　　八等奖：单注奖金固定为15元。</p>
					<p>
						　　九等奖：单注奖金固定为5元。</p>
					<p>
						　　第十六条 追加投注仅参与浮动奖的奖金分配。如追加投注中得浮动奖，则追加投注单注奖金为当期基本投注对应单注奖金的80%。</p>
					<p>
						　　第十七条 浮动奖级单注奖金根据该奖级基本投注与追加投注中奖数量按比例分配。</p>
					<p>
						　　第十八条 超级大乐透设置奖池，奖池由未中出的浮动奖奖金和超出浮动奖单注奖金封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并支付一等奖奖金。</p>
					<p>
						　　第十九条 调节基金包括按销售总额的2%提取部分、浮动奖奖金按元取整后的余额和逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金以及设立特别奖。</p>
					<p>
						　　第二十条 若当期奖金额不足以支付固定奖总额时，不足部分从调节基金中支付。若调节基金不足时，用彩票兑奖周转金垫支。</p>
					<p>
						　　第二十一条
						浮动奖按照该奖级实际中奖注数平均分配该奖级奖金。其中，一等奖设置单注最低奖金，为单注奖金封顶金额的3%。同时，当浮动奖上一奖级单注奖金低于下一奖级单注奖金的两倍且低于500万元时，上一奖级单注奖金补足至下一奖级单注奖金的两倍并不高于500万元。所需资金从调节基金中支付，若调节基金不足时，用彩票兑奖周转金垫支。
					</p>
					<p>
						　　第二十二条 超级大乐透设置单期最大返奖总额,若当期应付奖金超出最大返奖总额，则各奖级单注奖金（含浮动奖单注最低奖金）相应调整。</p>
					<p>
						　　第二十三条 在出现彩票兑奖周转金垫支情况下，当调节基金有资金滚入时优先偿还垫支的彩票兑奖周转金。</p>

					<strong>第四章 开奖</strong>

					<p>
						　　第二十四条 超级大乐透每周一、三、六开奖。</p>
					<p>
						　　第二十五条 每期开奖时，在公证人员封存销售数据资料之后，并在其监督下从01—35共35个号码中随机摇出5个前区号码，从01—12共12个号码中随机摇出2个后区号码。</p>
					<p>
						　　第二十六条 每期开奖后，体育彩票发行机构应向社会公布当期销售总额、开奖号码、各奖级中奖情况以及奖池资金余额等信息，并将开奖结果通知各销售网点。</p>

					<strong>第五章 中奖</strong>
					<p>
						　　第二十七条 超级大乐透根据投注号码与开奖号码相符情况确定相应中奖资格。具体规定如下：</p>
					<p>
						　　一等奖：投注号码与当期开奖号码全部相同(顺序不限，下同)，即中奖；</p>
					<p>
						　　二等奖：投注号码与当期开奖号码中的五个前区号码及任意一个后区号码相同，即中奖；</p>
					<p>
						　　三等奖：投注号码与当期开奖号码中的五个前区号码相同，即中奖；</p>
					<p>
						　　四等奖：投注号码与当期开奖号码中的任意四个前区号码及两个后区号码相同，即中奖；</p>
					<p>
						　　五等奖：投注号码与当期开奖号码中的任意四个前区号码及任意一个后区号码相同，即中奖；</p>
					<p>
						　　六等奖：投注号码与当期开奖号码中的任意三个前区号码及两个后区号码相同，即中奖；</p>
					<p>
						　　七等奖：投注号码与当期开奖号码中的任意四个前区号码相同，即中奖；</p>
					<p>
						　　八等奖：投注号码与当期开奖号码中的任意三个前区号码及任意一个后区号码相同，或者任意两个前区号码及两个后区号码相同，即中奖；</p>
					<p>
						　　九等奖：投注号码与当期开奖号码中的任意三个前区号码相同，或者任意一个前区号码及两个后区号码相同，或者任意两个前区号码及任意一个后区号码相同，或者两个后区号码相同，即中奖。</p>
					<p>
						　　第二十八条 当期每注投注号码只有一次中奖机会，不能兼中兼得，特别设立奖除外。</p>

					<strong>第六章 兑奖</strong>
					<p>
						　　第二十九条 超级大乐透兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。</p>
					<p>
						　　第三十条 中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。</p>
					<p>
						　　第三十一条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。</p>

					<strong>第七章 附 则</strong>
					<p>第三十二条 本规则自批准之日起执行。</p>

				</div>
			</uni-card>
			<uni-card style="margin-top: 40px;" v-if="type==8">
				<div class="box02" id="newqxc" style="">
					<strong>“7星彩”游戏规则</strong><br><br>
					<strong>第一章 总 则</strong>
					<p>第一条 根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票发行销售管理办法》等有关规定，制定本规则。</p>
					<p>第二条 中国体育彩票7星彩（以下简称7星彩）由国家体育总局体育彩票管理中心发行和组织销售。由各省、自治区、直辖市体育彩票销售机构（以下称各省体彩机构）在所辖区域内销售。</p>
					<p>第三条 7星彩采用计算机网络系统发行，在各省体彩机构设置的销售实体店销售，定期开奖。</p>
					<p>第四条 7星彩实行自愿购买，凡购票者均被视为同意并遵守本规则。</p>
					<p>第五条 不得向未成年人出售彩票或兑付奖金。</p>
					<strong>第二章 投注</strong>
					<p>第六条 7星彩投注是指从000000-999999中选取1个6位数字作为前六位、从0-14中选取1个数字作为最后一位，共同组成一注号码进行的投注。每注金额人民币2元。</p>
					<p>第七条 购买者可以进行复式投注。复式投注包括三种形式：</p>
					<p>(一)前六位复式：前六位中1位或多位上选取2个及以上数字，最后一位选取1个数字；</p>
					<p> (二)最后一位复式：前六位选取1个6位数字，最后一位选取2个及以上数字；</p>
					<p>(三)全复式：前六位1位或多位上选取2个及以上数字，最后一位选取2个及以上数字。</p>

					<p>第八条 购买者可对其选定的投注号码进行多倍投注，每张彩票中的单注号码多倍投注的倍数范围为2-99倍。单张彩票的投注金额最高不得超过20000元。</p>
					<p>第九条 7星彩按期销售，每周销售三期，期号以开奖日界定，按日历年度编排。</p>
					<p>第十条 购买者可在各省体彩机构设置的销售实体店投注。投注号码经投注机打印出对奖凭证，交购买者保存，此对奖凭证即为7星彩彩票。</p>
					<p>第十一条 购买者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。</p>

					<strong>第三章　设　奖</strong>

					<p>第十二条 7星彩按当期销售总额的50%、13%、37%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，49%为当期奖金，1%为调节基金。</p>
					<p>第十三条 7星彩共设六个奖级，一、二等奖为浮动奖，三、四、五、六等奖为固定奖。各奖级和奖金规定如下：</p>
					<p> 一等奖：奖金总额为当期奖金额减去固定奖总额后的90%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额500万元。</p>
					<p> 二等奖：奖金总额为当期奖金额减去固定奖总额后的10%，单注奖金按注均分，单注最高限额500万元。</p>
					<p> 三等奖：单注奖金固定为3000元。</p>
					<p> 四等奖：单注奖金固定为500元。</p>
					<p> 五等奖：单注奖金固定为30元。</p>
					<p> 六等奖：单注奖金固定为5元。</p>

					<p>第十四条
						7星彩设置调节基金。调节基金包括按销售总额1%的提取部分、浮动奖奖金按元取整后的余额、逾期未退票的票款。调节基金专项用于支付各种不可预见情况下的奖金支出风险、调节浮动奖奖金以及设立特别奖。若当期奖金额不足以支付固定奖总额时，不足部分从调节基金中支付。若调节基金不足时，用彩票兑奖周转金垫支。
					</p>
					<p>第十五条 7星彩设置奖池，奖池由未中出的浮动奖奖金和超出浮动奖单注奖金封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分及调节基金转入部分合并支付一等奖奖金。</p>
					<p>第十六条
						当期开奖前，奖池资金累积超过3亿元（含）时，当期一等奖与二等奖奖金分配比例倒置，即一等奖分配奖金为当期奖金额减去固定奖总额后的10%，二等奖分配奖金为当期奖金额减去固定奖总额后的90%。
					</p>
					<p>第十七条
						一、二等奖按照该奖级实际中奖注数平均分配该奖级奖金。当上一奖级单注奖金低于下一奖级单注奖金的2倍且低于500万元时，上一奖级单注奖金补足至下一奖级单注奖金的2倍且不高于500万元。所需资金从调节基金中支付，若调节基金不足时，用彩票兑奖周转金垫支。
					</p>
					<p>第十八条 7星彩设置单期最大返奖总额,若当期应付奖金超出最大返奖总额，则各奖级单注奖金（含浮动奖单注最低奖金）相应调整。详情请见《中国体育彩票7星彩游戏风险控制办法》</p>
					<p>第十九条 在出现彩票兑奖周转金垫支情况下，当调节基金有资金滚入时优先偿还垫支的彩票兑奖周转金。</p>

					<strong>第四章 开奖</strong>

					<p>第二十条
						7星彩每周二、五、日开奖。每期开奖时，在公证人员封存销售数据资料之后，并在其监督下从6组0-9中按顺序摇出6位数字作为前六位、从0-14中摇出1个数字作为最后一位，共同组成7星彩开奖号码。
					</p>
					<p>第二十一条 每期开奖后，体育彩票发行机构应向社会公布当期销售总额、开奖号码、各奖级中奖情况以及奖池资金余额等信息，并将开奖结果通知7星彩销售实体店。</p>

					<strong>第五章 中奖</strong>

					<p>第二十二条 7星彩根据投注号码与开奖号码相符情况确定相应中奖资格。具体规定如下：</p>
					<p> 一等奖：投注号码的全部数字与开奖号码对应位置数字均相同，即中奖；</p>
					<p> 二等奖：投注号码的前6位数字与开奖号码对应位置数字相同，即中奖；</p>
					<p> 三等奖：投注号码前6位中的任意5个数字与开奖号码对应位置数字相同且最后一个数字与开奖号码对应位置数字相同，即中奖；</p>
					<p> 四等奖：投注号码中任意5个数字与开奖号码对应位置数字相同，即中奖；</p>
					<p> 五等奖：投注号码中任意4个数字与开奖号码对应位置数字相同，即中奖；</p>
					<p> 六等奖：投注号码中任意3个数字与开奖号码对应位置数字相同，或者投注号码前6位中的任意1个数字与开奖号码对应位置数字相同且最后一个数字与开奖号码对应位置数字相同，或者仅最后一个数字与开奖号码对应位置数字相同，即中奖。
					</p>

					<p>第二十三条 当期每注投注号码只有一次中奖机会，各奖级奖金不能兼中兼得，另行设立的特别奖除外。</p>

					<strong>第六章 兑奖</strong>

					<p>第二十四条 7星彩兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。</p>

					<p>第二十五条 中奖彩票为兑奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。</p>
					<p>第二十六条 兑奖机构有权查验中奖者的中奖彩票及有效身份证件，兑奖者应予配合。</p>

					<strong>第七章 附则</strong>

					<p>第二十七条 本规则自批准之日起执行。</p>


				</div>
			</uni-card>
			<uni-card style="margin-top: 40px;" v-if="type==9">
				<div class="box02">
					<strong>中国福利彩票3D游戏新规则</strong><br><br>
					<strong>第一章 总 则</strong>
					<p> 第一条 根据《彩票管理条例》、《彩票管理条例实施细则》、《彩票发行销售管理办法》（财综[2012]102号）等相关规定，制定本规则。<br>
						<br>
						第二条 中国福利彩票3D游戏（以下简称3D）由中国福利彩票发行管理中心（以下简称中福彩中心）发行和组织销售，由各福利彩票销售机构（以下称福彩销售机构）在所辖区域内销售。<br>
						<br>
						第三条 3D采用计算机网络系统发行，在福彩销售机构设置的销售网点销售，定期开奖。<br>
						<br>
						第四条 3D实行自愿购买，凡购买者均被视为同意并遵守本规则。<br>
						<br>
						第五条 不得向未成年人出售彩票或兑付奖金。
					</p>
					<strong>第二章 投 注</strong>
					<p>第六条 3D是指以三个号码排列或组合为一注进行单式投注，投注号码由000-999组成，三个位置从左至右分别为“百位”、“十位”、“个位”，一组三个号码的
						排列或组合称为一注。每注金额人民币2元。购买者可对其选定的投注号码进行多倍投注，投注倍数范围为2-99倍。单张彩票的投注金额最高不得超过 20000元。<br>
						<br>
						第七条 投注者可在福彩销售机构设置的销售网点投注。投注号码经投注机打印出兑奖凭证，交购买者保存，此兑奖凭证即为3D彩票。<br>
						<br>
						第八条
						3D根据投注号码的排列或组合分为“单选”、“组选”、“1D”、“2D”、“通选”、“和数”、“包选”、“猜大小”、“猜1D”、“猜2D”、“猜三同”、“拖拉机”、“猜奇偶”等投注方式，具体规定如下：<br>
						（一）单选投注：是指对三个号码以唯一的排列方式进行投注。<br>
						（二）组选投注：是指将三个号码的所有排列方式作为一注投注号码进行投注。如果一注组选的三个号码中有两个号码相同，则包括三种不同的排列方式，称为“组选3”；如果一注组选的三个号码各不相同，则包括六种不同的排列方式，称为“组选6”。<br>
						（三）1D投注：是指对百位、十位或个位中某一特定位置上的号码进行投注。<br>
						（四）猜1D投注：是指对百位、十位或个位中任意一个位置上的号码进行投注。<br>
						（五）2D投注：是指对百位和十位、十位和个位或百位和个位号码，以唯一的排列方式进行投注。<br>
						（六）猜2D投注：是指对百位、十位或个位中任意两个位置上的号码进行投注。<br>
						（七）通选投注：是指对三个号码以唯一的排列方式进行投注。<br>
						（八）和数投注：是指对三个号码相加之和进行投注。<br>
						（九）包选投注：是指同时用单选和组选的方式对三个号码进行投注。如果三个号码中有两个号码相同，则包括三种不同的排列方式，称为“包选3”；如果三个号码各不相同，则包括六种不同的排列方式，称为“包选6”。<br>
						（十）猜大小投注：是指对三个号码相加之和的大、小性质进行投注。其中，三个号码相加之和在19（含）至27（含）之间时为大，在0（含）至8（含）之间时为小。<br>
						（十一）猜三同投注：是指对全部三个相同的号码进行投注。<br>
						（十二）拖拉机投注：是指对全部以升序或降序连续排列的号码进行投注（890、098、901、109除外）。<br>
						（十三）猜奇偶投注：是指对全部三个号码的奇数、偶数性质进行投注。其中，1、3、5、7、9为奇，0、2、4、6、8为偶。<br>
						<br>
						第九条 购买者可选择机选号码投注、自选号码投注。机选号码投注是指由投注机随机产生投注号码进行投注，自选号码投注是指将购买者选定的号码输入投注机进行投注。<br>
						<br>
						第十条
						购买者可选择复式投注、多期投注。复式投注是指所选号码个数超过单式投注的号码个数，所选号码可排列或组合为每一种单式投注方式的多注彩票的投注。多期投注是指购买从当期起最多连续7期的彩票。<br>
						<br>
						第十一条 3D每天销售一期，期号以开奖日界定，按日历年度编排。<br>
						<br>
						第十二条
						3D每期全部投注号码的可投注数量实行限量销售，由福彩销售机构根据实际情况确定具体的限额，若投注号码受限，则不能投注。若因销售终端故障、通讯线路故障和投注站信用额度受限等原因造成投注不成功，应退还购买者投注金额。<br>
					</p>
					<strong>第三章 设 奖</strong>
					<p>第十三条 3D按当期销售额的53%、13%和34%分别计提彩票奖金、彩票发行费和彩票公益金。彩票奖金分为当期奖金和调节基金，其中，52%为当期奖金，1%为调节基金。<br>
						<br>
						第十四条 3D按不同单式投注方式设奖，均为固定奖。奖金规定如下：<br>
						（一）单选投注<br>
						单选：单注奖金固定为1040元。<br>
						（二）组选投注<br>
						1. 组选3：单注奖金固定为346元。<br>
						2. 组选6：单注奖金固定为173元。<br>
						（三）1D投注<br>
						1D：单注奖金固定为10元。<br>
						（四）猜1D投注<br>
						1. 猜中1：单注奖金固定为2元；<br>
						2. 猜中2：单注奖金固定为12元；<br>
						3. 猜中3：单注奖金固定为230元。<br>
						（五）2D投注<br>
						2D：单注奖金固定为104元。<br>
						（六）猜2D投注<br>
						1. 两同号：单注奖金固定为37元；<br>
						2. 两不同号：单注奖金固定为19元。<br>
						（七）通选投注<br>
						1. 通选1：单注奖金固定为470元；<br>
						2. 通选2：单注奖金固定为21元。<br>
						（八）和数投注<br>
						1. 和数0或27：单注奖金固定为1040元；<br>
						2. 和数1或26：单注奖金固定为345元；<br>
						3. 和数2或25：单注奖金固定为172元；<br>
						4. 和数3或24：单注奖金固定为104元；<br>
						5. 和数4或23：单注奖金固定为69元；<br>
						6. 和数5或22：单注奖金固定为49元；<br>
						7. 和数6或21：单注奖金固定为37元；<br>
						8. 和数7或20：单注奖金固定为29元；<br>
						9. 和数8或19：单注奖金固定为23元；<br>
						10. 和数9或18：单注奖金固定为19元；<br>
						11. 和数10或17：单注奖金固定为16元；<br>
						12. 和数11或16：单注奖金固定为15元；<br>
						13. 和数12或15：单注奖金固定为15元；<br>
						14. 和数13或14：单注奖金固定为14元。<br>
						（九）包选投注<br>
						1. 包选三：<br>
						（1）全中：单注奖金固定为693元；<br>
						（2）组中：单注奖金固定为173元。<br>
						2. 包选六：<br>
						（1）全中：单注奖金固定为606元；<br>
						（2）组中：单注奖金固定为86元。<br>
						（十）猜大小投注<br>
						猜大小：单注奖金固定为6元。<br>
						（十一）猜三同投注<br>
						猜三同：单注奖金固定为104元。<br>
						（十二）拖拉机投注<br>
						拖拉机：单注奖金固定为65元。<br>
						（十三）猜奇偶投注<br>
						猜奇偶：单注奖金固定为8元。<br>
						<br>
						第十五条
						3D设置调节基金。调节基金包括按销售总额1%提取部分、逾期未退票的票款和奖池资金达到一定数额后超出部分转入资金。调节基金用于支付不可预见的奖金支出风险，以及设立特别奖。动用调节基金设立特别奖，应报同级财政部门审核批准。<br>
						<br>
						第十六条 3D设置奖池。奖池资金由当期计提奖金与实际中出奖金的差额组成。当期实际中出奖金小于计提奖金时，余额进入奖池；当期实际中出奖金超过计提奖金时，差额
						由奖池资金补足。当奖池资金总额不足时，由调节基金补足，调节基金不足时，用彩票兑奖周转金垫支。在出现彩票兑奖周转金垫支的情况下，当调节基金有资金滚
						入时优先偿还垫支的彩票兑奖周转金。当奖池资金达到200万元后，超出部分可以转入调节基金。<br>
					</p>
					<strong>第四章 开 奖</strong>
					<p> 第十七条 3D由中福彩中心统一开奖，每天开奖一次。<br>
						<br>
						第十八条 3D通过专用摇奖设备确定开奖号码。每期按百位、十位、个位的顺序从000-999中摇出一个三位数的号码，作为当期开奖号码。<br>
						<br>
						第十九条 每期开奖后，福彩销售机构应向社会公布开奖号码、当期销售总额、各投注方式中奖情况及奖池资金余额等信息，并将开奖结果通知销售网点。
					</p>
					<strong>第五章 中 奖</strong>
					<p> 第二十条 根据购买者选择的3D的投注号码和投注方式，与当期开奖号码的相符情况，确定相应的中奖资格。具体规定如下：<br>
						（一）单选投注<br>
						单选：投注号码与当期开奖号码按位全部相同（百位+十位+个位），即中奖。<br>
						（二）组选投注<br>
						1. 组选3：当期开奖号码的三位数中任意两位数字相同，且投注号码与当期开奖号码相同（顺序不限），即中奖。<br>
						2. 组选6：当期开奖号码的三位数各不相同，且投注号码与当期开奖号码相同（顺序不限），即中奖。<br>
						（三）1D投注<br>
						1D：投注号码与当期开奖号码中对应位置的号码相同，即中奖。<br>
						（四）猜1D投注<br>
						1. 猜中1：投注号码与当期开奖号码中任意一个位置的号码相同，即中奖；<br>
						2. 猜中2：投注号码与当期开奖号码中任意两个位置的号码相同，即中奖；<br>
						3. 猜中3：投注号码与当期开奖号码中全部三个位置的号码相同，即中奖。<br>
						（五）2D投注<br>
						2D：投注号码与当期开奖号码中对应两个位置的号码按位相同，即中奖。<br>
						（六）猜2D投注<br>
						1. 两同号：投注号码为两个相同的号码，若当期开奖号码中包含投注的两个相同号码，即中奖；<br>
						2. 两不同号：投注号码为两个不同的号码，若当期开奖号码中包含投注的两个不同号码（顺序不限），即中奖。<br>
						（七）通选投注<br>
						1. 通选1：投注号码与当期开奖号码按位全部相同（百位+十位+个位），即中奖；<br>
						2. 通选2：投注号码与当期开奖号码中任意两个位置的号码按位相同，即中奖。<br>
						（八）和数投注<br>
						和数：投注号码与当期开奖号码的三个号码相加之和相同，即中奖。<br>
						（九）包选投注<br>
						1. 包选三：<br>
						（1）全中：投注号码的三位数中任意两位数字相同，且投注号码与当期开奖号码按位全部相同，即中奖；<br>
						（2）组中：投注号码的三位数中任意两位数字相同，且投注号码与当期开奖号码全部相同（顺序不同），即中奖。<br>
						2. 包选六：<br>
						（1）全中：投注号码的三位数各不相同，且投注号码与当期开奖号码按位全部相同，即中奖；<br>
						（2）组中：投注号码的三位数各不相同，且投注号码与当期开奖号码全部相同（顺序不同），即中奖。<br>
						（十）猜大小投注<br>
						猜大小：投注号码与当期开奖号码的三个号码相加之和的大、小性质相同，即中奖。其中，三个号码相加之和在19（含）至27（含）之间时为大，在0（含）至8（含）之间时为小。<br>
						（十一）猜三同投注<br>
						猜三同：当期开奖号码为三个相同的号码，即中奖。<br>
						（十二）拖拉机投注<br>
						拖拉机：当期开奖号码的三个号码为以升序或降序连续排列的号码（890、098、901、109除外），即中奖。<br>
						（十三）猜奇偶投注<br>
						猜奇偶：当期开奖号码的三个号码全部为奇数或偶数，且投注号码与当期开奖号码的三个号码的奇数、偶数性质相同，即中奖。其中，1、3、5、7、9为奇，0、2、4、6、8为偶。<br>
						<br>
						第二十一条 当期每注投注号码按其投注方式只有一次中奖机会，不能兼中兼得，特别设奖除外。<br>
					</p>
					<strong>第六章 兑 奖</strong>
					<p>第二十二条 3D兑奖当期有效。中奖者应当自开奖之日起60个自然日内，持中奖彩票到指定的地点兑奖。逾期未兑奖视为弃奖，弃奖奖金纳入彩票公益金。<br>
						<br>
						第二十三条 中奖彩票为中奖唯一凭证，中奖彩票因玷污、损坏等原因不能正确识别的，不能兑奖。<br>
						<br>
						第二十四条 兑奖机构可以查验中奖者的中奖彩票及有效身份证件，中奖者兑奖时应予配合。<br>
					</p>
					<strong>第七章 附 则</strong>
					<p>第二十五条 本规则自批准销售之日起执行。</p>
					<br>
					<br>
					<strong style="font-size:18px; text-align:center;">福彩3D游戏设奖方案详解</strong><br>
					<table cellspacing="0" cellpadding="0" border="1" bordercolor="#999999" style="text-align:center;">
						<tbody>
							<tr>
								<th colspan="2" height="30">游戏</th>
								<th>规则解释</th>
								<th width="160">中奖条件</th>
								<th width="130">通俗解释</th>
								<th width="80">举例</th>
								<th width="60">奖金 </th>
							</tr>
							<tr>
								<th width="60">单选</th>
								<td width="80">单选</td>
								<td>是指对三个号码以唯一的排列方式进行投注</td>
								<td>投注号码与当期开奖号码按位全部相同（百位+十位+个位），即中奖</td>
								<td>购买号码与开奖号码完全相同，且位置相同</td>
								<td>买456开456</td>
								<td align="center">1040</td>
							</tr>
							<tr>
								<th rowspan="2">组选</th>
								<td>组选3</td>
								<td rowspan="2">
									是指将三个号码的所有排列方式作为一注投注号码进行投注。如果一注组选的三个号码中有两个号码相同，则包括三种不同的排列方式，称为“组选3”；如果一注组选的三个号码各不相同，则包括六种不同的排列方式，称为“组选6”
								</td>
								<td>当期开奖号码的三位数中任意两位数字相同，且投注号码与当期开奖号码相同（顺序不限），即中奖</td>
								<td rowspan="2">购买号码与开奖号码完全相同，位置随意</td>
								<td>买112，开112、121、211</td>
								<td align="center">346 </td>
							</tr>
							<tr>
								<td>组选6</td>
								<td>当期开奖号码的三位数各不相同，且投注号码与当期开奖号码相同（顺序不限），即中奖</td>
								<td>买123，开123、132、213、231、312、321</td>
								<td align="center">173 </td>
							</tr>
							<tr>
								<th>1D</th>
								<td>1D投注</td>
								<td>是指对百位、十位或个位中某一特定位置上的号码进行投注</td>
								<td>投注号码与当期开奖号码中对应位置的号码相同，即中奖</td>
								<td>对某一位置上的号码进行投注</td>
								<td>买*1*，开*1*</td>
								<td align="center">10 </td>
							</tr>
							<tr>
								<th rowspan="3">猜1D</th>
								<td>猜中1</td>
								<td rowspan="3">是指对百位、十位或个位中任意一个位置上的号码进行投注</td>
								<td>投注号码与当期开奖号码中任意一个位置的号码相同，即中奖</td>
								<td rowspan="3">所选号码在开奖号码中出现，位置不限，出现一次中猜中1，出现两次中猜中2，出现三次（豹子）中猜中3</td>
								<td>买1开出1**、*1*、1**</td>
								<td align="center">2 </td>
							</tr>
							<tr>
								<td>猜中2</td>
								<td>投注号码与当期开奖号码中任意两个位置的号码相同，即中奖</td>
								<td>买1开出11*、1*1、*11</td>
								<td align="center">12 </td>
							</tr>
							<tr>
								<td>猜中3</td>
								<td>投注号码与当期开奖号码中全部三个位置的号码相同，即中奖</td>
								<td>买1开出111</td>
								<td align="center">230 </td>
							</tr>
							<tr>
								<th>2D</th>
								<td>2D投注</td>
								<td>是指对百位和十位、十位和个位或百位和个位号码，以唯一的排列方式进行投注。</td>
								<td>投注号码与当期开奖号码中对应两个位置的号码按位相同，即中奖</td>
								<td>买2个号码，数字正确，位置相同</td>
								<td>买*12，开*12</td>
								<td align="center">104 </td>
							</tr>
							<tr>
								<th rowspan="2">猜2D</th>
								<td>两同号</td>
								<td rowspan="2">是指对百位、十位或个位中任意两个位置上的号码进行投注</td>
								<td>投注号码为两个相同的号码，且当期开奖号码中包含投注的两个相同号码，即中奖</td>
								<td>买2个相同号码，数字正确，位置随意</td>
								<td>买11，开出11*、1*1、*11</td>
								<td align="center">37 </td>
							</tr>
							<tr>
								<td>两不同号</td>
								<td>投注号码为两个不同的号码，且当期开奖号码中包含投注的两个不同号码（顺序不限），即中奖</td>
								<td>买2个不同号码，数字正确，位置随意</td>
								<td>买12，开12*、1*2、*12、*21、21*、2*1</td>
								<td align="center">19 </td>
							</tr>
							<tr>
								<th rowspan="2">通选</th>
								<td>通选1</td>
								<td rowspan="2">是指对三个号码以唯一的排列方式进行投注</td>
								<td>投注号码与当期开奖号码按位全部相同（百位+十位+个位），即中奖</td>
								<td rowspan="2">两次中奖机会，先中通选1，若不中可再中通选2</td>
								<td>买456开456</td>
								<td align="center">470 </td>
							</tr>
							<tr>
								<td>通选2</td>
								<td>投注号码与当期开奖号码中任意两个位置的号码按位相同，即中奖</td>
								<td>买123，开12*、1*3、*23</td>
								<td align="center">21 </td>
							</tr>
							<tr>
								<th>和数</th>
								<td>和数投注</td>
								<td>是指对三个号码相加之和进行投注</td>
								<td>投注号码与当期开奖号码的三个号码相加之和相同，即中奖</td>
								<td>买0-27任意数值，与开奖号码三个数字相加之和相同</td>
								<td>买和2，开002、020、200、011、101、110</td>
								<td align="center">14-1040 </td>
							</tr>
							<tr>
								<th rowspan="4">包选</th>
								<td>包选三全中</td>
								<td rowspan="4">
									是指同时用单选和组选的方式对三个号码进行投注。如果三个号码中有两个号码相同，则包括三种不同的排列方式，称为“包选3”；如果三个号码各不相同，则包括六种不同的排列方式，称为“包选6”
								</td>
								<td>投注号码的三位数中任意两位数字相同，且投注号码与当期开奖号码按位全部相同，即中奖</td>
								<td rowspan="2">两次中奖机会，先对全中，若不中可再对组中</td>
								<td>买011，开011</td>
								<td align="center">693 </td>
							</tr>
							<tr>
								<td>包选三组中</td>
								<td>投注号码的三位数中任意两位数字相同，且投注号码与当期开奖号码全部相同（顺序不同），即中奖</td>
								<td>买011，开101、110</td>
								<td align="center">173 </td>
							</tr>
							<tr>
								<td>包选六全中</td>
								<td>投注号码的三位数各不相同，且投注号码与当期开奖号码按位全部相同，即中奖</td>
								<td rowspan="2">两次中奖机会，先对全中，若不中可再对组中</td>
								<td>买123，开123</td>
								<td align="center">606 </td>
							</tr>
							<tr>
								<td>包选六组中</td>
								<td>投注号码的三位数各不相同，且投注号码与当期开奖号码全部相同（顺序不同），即中奖</td>
								<td>买123，开132、213、231、312、321</td>
								<td align="center">86 </td>
							</tr>
							<tr>
								<th>猜大小</th>
								<td>猜大小投注</td>
								<td>是指对三个号码相加之和的大、小性质进行投注。其中，三个号码相加之和在19（含）至27（含）之间时为大，在0（含）至8（含）之间时为小</td>
								<td>投注号码与当期开奖号码的三个号码相加之和的大、小性质相同，即中奖。其中，三个号码相加之和在19（含）至27（含）之间时为大，在0（含）至8（含）之间时为小</td>
								<td>票面没有数字，只显示大、小</td>
								<td>买大，开出和值在19-27之间</td>
								<td align="center">6 </td>
							</tr>
							<tr>
								<th>猜三同</th>
								<td>猜三同投注</td>
								<td>是指对全部三个相同的号码进行投注</td>
								<td>当期开奖号码为三个相同的号码，即中奖</td>
								<td>猜是否出豹子号</td>
								<td>开出豹子号</td>
								<td align="center">104 </td>
							</tr>
							<tr>
								<th>拖拉机</th>
								<td>拖拉机投注</td>
								<td>是指对全部以升序或降序连续排列的号码进行投注（890、098、901、109除外）</td>
								<td>当期开奖号码的三个号码为以升序或降序连续排列的号码（890、098、901、109除外），即中奖</td>
								<td>票面没有数字，只显示拖拉机</td>
								<td>开出拖拉机</td>
								<td align="center">65 </td>
							</tr>
							<tr>
								<th>猜奇偶</th>
								<td>猜奇偶投注</td>
								<td>是指对全部三个号码的奇数、偶数性质进行投注。其中，1、3、5、7、9为奇，0、2、4、6、8为偶</td>
								<td>当期开奖号码的三个号码全部为奇数或偶数，且投注号码与当期开奖号码的三个号码的奇数、偶数性质相同，即中奖。其中，1、3、5、7、9为奇，0、2、4、6、8为偶</td>
								<td>票面没有数字，只显示奇、偶</td>
								<td>买奇，开奖号码为1、3、5、7、9的任意组合即中奖</td>
								<td align="center">8
								</td>
							</tr>
						</tbody>
					</table>
				</div>
			</uni-card>
			<uni-card style="margin-top: 40px;" v-if="type==10">
				<div class="box02">
					<strong>“双色球”游戏规则</strong><br><br>
					<strong>第一章 总 则</strong>
					<p>第一条 本规则依据财政部《彩票发行与销售管理暂行规定》和《中国福利彩票（电脑型）联合发行与销售管理暂行办法》（以下简称《管理办法》）制定。</p>

					<p>第二条 中国福利彩票“双色球”（以下简称“双色球”）是一种联合发行的“乐透型”福利彩票。采用计算机网络系统发行销售，定期电视开奖。</p>
					<p>第三条“双色球”由中国福利彩票发行管理中心（以下简称中福彩中心）统一组织发行，在全国销售。</p>

					<p>第四条 参与“双色球”销售的省级行政区域福利彩票发行中心（以下称省中心）在中福彩中心的直接领导下，负责对本地区的“双色球”销售活动实施具体的组织和管理。</p>

					<p>第五条“双色球”彩票实行自愿购买，凡购买者均被视为同意并遵守本规则。</p><strong>第二章 游 戏</strong>

					<p>第六条“双色球”彩票投注区分为红色球号码区和蓝色球号码区。</p>

					<p>第七条“双色球”每注投注号码由6个红色球号码和1个蓝色球号码组成。红色球号码从1--33中选择；蓝色球号码从1--16中选择。</p>

					<p>第八条“双色球”每注2元。</p>

					<p>第九条“双色球”采取全国统一奖池计奖。</p>

					<p>第十条“双色球”每周销售三期，期号以开奖日界定，按日历年度编排。</p>

					<strong>第三章 投 注</strong>

					<p>第十一条“双色球”的投注方法可分为自选号码投注和机选号码投注;其投注方式有单式投注和复式投注。</p>

					<p>第十二条 自选号码投注是指由投注者自行选定投注号码的投注。</p>

					<p>第十三条 机选号码投注是指由投注机为投注者随机产生投注号码的投注。</p>

					<p>第十四条 单式投注是从红色球号码中选择6个号码，从蓝色球号码中选择1个号码，组合为一注投注号码的投注。</p>

					<p>第十五条 复式投注有三种：</p>

					<p>（一）红色球号码复式：从红色球号码中选择7--20个号码，从蓝色球号码中选择1个号码，组合成多注投注号码的投注。</p>

					<p>（二）蓝色球号码复式：从红色球号码中选择6个号码，从蓝色球号码中选择2--16个号码，组合成多注投注号码的投注。</p>

					<p>（三）全复式：从红色球号码中选择7--20个号码，从蓝色球号码中选择2--16个号码，组合成多注投注号码的投注。</p>

					<strong>第四章 设 奖</strong>

					<p>第十六条“双色球”设奖奖金为销售总额的50%，其中当期奖金为销售总额的49%，调节基金为销售总额的1%。</p>

					<p>第十七条“双色球”奖级设置分为高等奖和低等奖。一等奖和二等奖为高等奖，三至六等奖为低等奖。高等奖采用浮动设奖，低等奖采用固定设奖。当期奖金减去当期低等奖奖金为当期高等奖奖金。设奖如下：</p>
					<table width="100%" border="0" cellpadding="3" cellspacing="1" bgcolor="#B0D0E7">
						<tbody>
							<tr>
								<td width="10%" rowspan="2" align="center" bgcolor="#E9F3FD" class="kf3"><strong>奖
										级</strong></td>
								<td colspan="2" align="center" bgcolor="#E9F3FD" class="kf3"><strong>中奖条件</strong></td>
								<td width="40%" rowspan="2" align="center" bgcolor="#E9F3FD" class="kf3">
									<strong>奖金分配</strong></td>
								<td width="20%" rowspan="2" align="center" bgcolor="#E9F3FD" class="kf3">
									<strong>说明</strong></td>
							</tr>
							<tr>
								<td align="center" bgcolor="#F7FBFF" class="kf3">红色球号码</td>
								<td align="center" bgcolor="#F7FBFF" class="kf3">蓝色球号码</td>
							</tr>
							<tr>
								<td align="center" bgcolor="#F7FBFF" class="kf3">一等奖</td>
								<td align="center" bgcolor="#FFFFFF" class="cen31">●●●●●●</td>
								<td align="center" bgcolor="#FFFFFF" class="cen32">●</td>
								<td bgcolor="#FFFFFF">
									当奖池资金低于1亿元时，奖金总额为当期高等奖奖金的70%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元。<br>当奖池资金高于1亿元（含）时，奖金总额包括两部分，一部分为当期高等奖奖金的50%与奖池中累积的奖金之和，单注奖金按注均分，单注最高限额封顶500万元；另一部分为当期高等奖奖金的20%，单注奖金按注均分，单注最高限额封顶500万元。
								</td>
								<td align="center" bgcolor="#FFFFFF">选6+1中6+1</td>
							</tr>
							<tr>
								<td align="center" bgcolor="#F7FBFF" class="kf3">二等奖</td>
								<td align="center" bgcolor="#FFFFFF" class="cen31">●●●●●●</td>
								<td align="center" bgcolor="#FFFFFF">&nbsp;</td>
								<td align="center" bgcolor="#FFFFFF">当期高等奖奖金的30%。</td>
								<td align="center" bgcolor="#FFFFFF">选6+1中6+0</td>
							</tr>
							<tr>
								<td align="center" bgcolor="#F7FBFF" class="kf3">三等奖</td>
								<td align="center" bgcolor="#FFFFFF" class="cen31">●●●●●</td>
								<td align="center" bgcolor="#FFFFFF" class="cen32">●</td>
								<td align="center" bgcolor="#FFFFFF">单注奖金额固定为3000元</td>
								<td align="center" bgcolor="#FFFFFF">选6+1中5+1</td>
							</tr>
							<tr>
								<td rowspan="2" align="center" bgcolor="#F7FBFF" class="kf3">四等奖</td>
								<td align="center" bgcolor="#FFFFFF" class="cen31">●●●●●</td>
								<td align="center" bgcolor="#FFFFFF" class="cen32">&nbsp;</td>
								<td rowspan="2" align="center" bgcolor="#FFFFFF">单注奖金额固定为200元</td>
								<td rowspan="2" align="center" bgcolor="#FFFFFF">选6+1中5+0或中4+1</td>
							</tr>
							<tr>
								<td align="center" bgcolor="#FFFFFF" class="cen31">●●●●</td>
								<td align="center" bgcolor="#FFFFFF" class="cen32">●</td>
							</tr>
							<tr>
								<td rowspan="2" align="center" bgcolor="#F7FBFF" class="kf3">五等奖</td>
								<td align="center" bgcolor="#FFFFFF" class="cen31">●●●●</td>
								<td align="center" bgcolor="#FFFFFF" class="cen32">&nbsp;</td>
								<td rowspan="2" align="center" bgcolor="#FFFFFF">单注奖金额固定为10元</td>
								<td rowspan="2" align="center" bgcolor="#FFFFFF">选6+1中4+0或中3+1</td>
							</tr>
							<tr>
								<td align="center" bgcolor="#FFFFFF" class="cen31">●●●</td>
								<td align="center" bgcolor="#FFFFFF" class="cen32">●</td>
							</tr>
							<tr>
								<td rowspan="3" align="center" bgcolor="#F7FBFF" class="kf3">六等奖</td>
								<td align="center" bgcolor="#FFFFFF" class="cen31">●●</td>
								<td align="center" bgcolor="#FFFFFF" class="cen32">●</td>
								<td rowspan="3" align="center" bgcolor="#FFFFFF">单注奖金额固定为5元</td>
								<td rowspan="3" align="center" bgcolor="#FFFFFF">选6+1中2+1或中1+1或中0+1</td>
							</tr>
							<tr>
								<td align="center" bgcolor="#FFFFFF" class="cen31">●</td>
								<td align="center" bgcolor="#FFFFFF" class="cen32">●</td>
							</tr>
							<tr>
								<td align="center" bgcolor="#FFFFFF" class="cen31">&nbsp;</td>
								<td align="center" bgcolor="#FFFFFF" class="cen32">●</td>
							</tr>
						</tbody>
					</table>
					<p>第十八条 根据国家有关规定，“双色球”彩票单注奖金封顶的最高限额为1000万元。</p>

					<p>第十九条“双色球”设立奖池。奖池资金来源：未中出的高等奖奖金和超出单注封顶限额部分的奖金。奖池资金计入下期一等奖。</p>

					<p>第二十条
						当一等奖的单注奖金额低于二等奖的单注奖金额时，将一、二等奖的奖金相加，由一、二等奖中奖者平分；当二等奖的单注奖金额低于三等奖的单注奖金额的两倍时，补足为三等奖的单注奖金额的两倍。当期奖金不足部分由调节基金补充，调节基金不足时，用发行费垫支。
					</p>



					<strong>第五章 开 奖</strong>

					<p>第二十一条“双色球”由中福彩中心统一开奖，每周开奖三次。开奖前，省中心将当期投注的全部数据刻入不可改写的光盘，作为查验的依据。</p>

					<p>第二十二条“双色球”通过摇奖器确定中奖号码。摇奖时先摇出6个红色球号码，再摇出1个蓝色球号码，摇出的红色球号码按从小到大的顺序和蓝色球号码一起公布。</p>

					<p>第二十三条 开奖公告在各地主要媒体公布，并在各投注站张贴。</p>

					<p>第二十四条“双色球”的开奖结果以中国福利彩票发行管理中心公布的开奖公告为准。</p>



					<strong>第六章 中 奖</strong>

					<p>第二十五条“双色球”彩票以投注者所选单注投注号码（复式投注按所覆盖的单注计）与当期开出中奖号码相符的球色和个数确定中奖等级：</p>

					<p>一等奖：7个号码相符（6个红色球号码和1个蓝色球号码）（红色球号码顺序不限，下同）</p>
					<p>二等奖：6个红色球号码相符；</p>
					<p>三等奖：5个红色球号码和1个蓝色球号码相符；</p>
					<p>四等奖：5个红色球号码或4个红色球号码和1个蓝色球号码相符；</p>
					<p>五等奖：4个红色球号码或3个红色球号码和1个蓝色球号码相符；</p>
					<p>六等奖：1个蓝色球号码相符（有无红色球号码相符均可）。</p>

					<p>第二十六条 一等奖和二等奖中奖者按各奖级的中奖注数均分该奖级的奖金；三至六等奖按各奖级的单注固定奖额获得奖金。</p>

					<p>第二十七条 当期每注投注号码只有一次中奖机会，不能兼中兼得（另行设奖按设奖规定执行）。</p>


					<strong>第七章 兑 奖</strong>

					<p>第二十八条“双色球”彩票兑奖当期有效。每期开奖次日起，兑奖期限为60天，逾期未兑奖者视为弃奖，弃奖奖金进入调节基金。</p>

					<p>第二十九条 中奖人须提交完整的兑奖彩票，因玷污、损坏等原因造成不能正确识别的，不能兑奖。</p>

					<p>第三十条 一等奖中奖者，需持中奖彩票和本人有效身份证明，在兑奖期限内到各地省中心验证、登记和兑奖。其他奖级的兑奖办法由省中心规定并公布。</p>

					<p>第三十一条 按国家有关规定，单注奖金额超过一万元者，须缴纳个人偶然所得税。</p>



					<strong>第八章 附 则</strong>

					<p>第三十二条 本规则未尽事宜，均按《管理办法》和有关规定执行。</p>

					<p>第三十三条 本规则由中国福利彩票发行管理中心负责解释。</p>

					<p>第三十四条 本规则由自发布之日起施行。</p>

					<p>为了更好的发挥双色球游戏调节基金的作用，决定取消“快乐星期天”特别派奖的活动。</p>
				</div>
				</div>
			</uni-card>
			<uni-card style="margin-top: 40px;" v-if="type==11">
				<div class="box02">
					<strong>福彩七乐彩玩法规则</strong><br><br>
					<strong>第一章　总 则 </strong>

					<p>本规则依据《彩票发行与销售管理暂行规定》（财综[2002]13号）等制度制定。 </p>



					<p>全国联合销售30选7电脑福利彩票（以下称“七乐彩”）由中国福利彩票发行管理中心（以下称“中福彩中心”）统一组织发行，由各省、自治区、直辖市福利彩票发行中心（以下称“省中心”）在本行政区域内联合销售。
					</p>



					<p>七乐彩采用计算机网络系统销售，采取参加联合销售的各省中心合并奖池，统一计奖，统一开奖。 </p>



					<p>七乐彩实行自愿购买，凡购买者均被视为同意并遵守本规则。 </p>



					<p>不得向未成年人销售彩票或兑付奖金。 </p>



					<strong>第二章　投 注</strong>

					<p>七乐彩采用组合式玩法，从01—30共30个号码中选择7个号码组合为一注投注号码。每注金额人民币2元。</p>


					<p>七乐彩每周销售三期，期号以开奖日界定，按日历年度编排。 </p>



					<p>七乐彩投注方法分为自选号码投注和机选号码投注，投注方式分为单式投注、复式投注、胆拖投注和多倍投注。</p>



					<p>自选号码投注是指由投注者自行选定投注号码的投注；机选号码投注是指由投注机为投注者随机产生投注号码的投注。 </p>



					<p>单式投注是从30个号码中选择7个号码，组合为一注投注号码的投注；复式投注是从30个号码中选择8－16个号码，将每7个号码的组合方式都作为一注投注号码的多注投注；胆拖投注是在30个号码中选择1至6个号码作为每注都有的胆码，再补充其它不同的号码，进行每7个号码为一组的多注投注；多倍投注是指同样的投注号码进行多注投注。
					</p>



					<strong>第三章　设　奖 </strong>

					<p>七乐彩设奖奖金为销售总额的50%，其中当期奖金为销售总额的49%，调节基金为销售总额的1%。
					</p>

					<p>七乐彩当期奖金设七个奖等，一至三等奖为高奖等，四至七等奖为低奖等。高奖等采用浮动设奖，低奖等采用固定设奖。当期奖金减去当期低奖等奖金为当期高奖等奖金，具体设奖如下： </p>

					<p>一等奖：奖金总额为当期高奖等奖金的70%；</p>

					<p>二等奖：奖金总额为当期高奖等奖金的10%；</p>

					<p>三等奖：奖金总额为当期高奖等奖金的20%；</p>

					<p>四等奖：单注奖金额固定为200元；</p>

					<p>五等奖：单注奖金额固定为50元；</p>

					<p>六等奖：单注奖金额固定为10元；</p>

					<p>七等奖：单注奖金额固定为5元。</p>



					<p>七乐彩单注奖金的最高限额为500万元。</p>



					<p>七乐彩设立奖池，奖池由未中出的高奖等奖金和超出单注奖金封顶限额部分的奖金组成。奖池与当期奖金中用于一等奖的部分合并颁发一等奖奖金。 </p>



					<p>调节基金包括按销售总额1%提取部分、弃奖奖金、浮动奖奖金按元取整后的余额。调节基金用于设置特别奖、调节浮动奖奖金、支付各种不可预见情况下的奖金支出风险。
					</p>


					<p>若当期高奖等单注奖额低于其次奖等单注奖额的二倍，应保证高奖等的单注奖额为其次奖等单注奖额的二倍，资金来源由调节基金补足，调节基金不足时由发行经费垫支。</p>



					<strong>第四章　开　奖</strong>

					<p>七乐彩由中福彩中心统一开奖，每周一、三、五开奖。摇奖过程在公证人员监督下进行，通过公众媒体发布开奖公告。 </p>



					<p>各省中心将当期投注的全部数据刻入不可改写的光盘，中福彩中心对各省中心的数据进行汇总。开奖后，以光盘记录的当期数据作为开奖检索的依据。</p>



					<p>七乐彩通过摇奖器确定开奖号码。摇奖时先摇出7个号码作为基本号码，再摇出1个号码作为特别号码。</p>


					<p>开奖公告在各地主要媒体公布，并在各投注站点张贴。</p>


					<p>七乐彩的开奖结果以中福彩中心公布的开奖公告为准。</p>



					<strong>第五章　中　奖 </strong>

					<p>七乐彩以投注者所选投注号码与当期开奖号码相同个数的多少确定中奖等级，具体中奖设定如下： </p>

					<p>一等奖：投注号码与当期开奖号码中7个基本号码完全相同（顺序不限，下同）；</p>

					<p>二等奖：投注号码与当期开奖号码中任意6个基本号码及特别号码相同； </p>

					<p>三等奖：投注号码与当期开奖号码中任意6个基本号码相同；</p>

					<p>四等奖：投注号码与当期开奖号码中任意5个基本号码及特别号码相同； </p>

					<p>五等奖：投注号码与当期开奖号码中任意5个基本号码相同； </p>

					<p>六等奖：投注号码与当期开奖号码中任意4个基本号码及特别号码相同；</p>

					<p>七等奖：投注号码与开奖号码中任意4个基本号码相同。 </p>



					<p>高奖等中奖者按各奖等的中奖注数均分该奖等奖金，并以元为单位取整计算；低奖等中奖者按各奖等的单注固定奖额获得奖金。 </p>



					<p>当期每注投注号码只有一次中奖机会，不能兼中兼得（另行设奖按设奖规定执行）。</p>



					<p></p><strong>第六章　兑　奖 </strong>
					<p></p>

					<p>七乐彩兑奖当期有效。每期开奖次日起，兑奖期限为60天，逾期未兑奖者视为弃奖，弃奖奖金进入调节基金。</p>


					<p>中奖人兑奖时须提交完整的兑奖彩票。中奖彩票因受损导致无法辨认真伪的，不予兑奖。 </p>



					<p>各省具体兑奖规定按各省中心的兑奖规定执行。</p>



					<p>单注彩票中奖金额超过一万元者，须缴纳个人所得税，所得税由兑奖机构代扣代缴。 </p>



					<strong>第七章　附　则 </strong>

					<p>本规则自批准之日起施行。</p>
					<div class="clear"></div>

				</div>
			</uni-card>
			<uni-card style="margin-top: 40px;" v-if="type==12">
				<div class="helpbox">
					<p class="mb8">● 开奖时间:</p>
					<p class="mb8">&nbsp;&nbsp;&nbsp;&nbsp;以福彩官网公布时间为准</p>
					<p class="mb8">● 玩法规则:</p>
					<p class="mb8">
						&nbsp;&nbsp;&nbsp;&nbsp;快乐8采用组合式玩法，投注者从1至80个号码中任意选择1至10个号码进行投注，每一组1个至10个号码的组合称为一注彩票。开奖时从1至80的号码中摇出20个号码。
					</p>
					<p class="mb8">● 奖项设置:</p>
					<p class="mb8">&nbsp;&nbsp;&nbsp;&nbsp;遇玩法当期应付奖金超过最大返奖总额时，则各奖级单注奖金相应调整。具体以福彩中心公布为准。</p>
					<table width="100%" class="font12 helpTable">
						<tbody>
							<tr>
								<th style="width:50px">玩法</th>
								<th>中奖条件</th>
								<th>奖金</th>
							</tr>
							<tr>
								<td rowspan="7">选十</td>
								<td>中10</td>
								<td>最高500万</td>
							</tr>
							<tr>
								<td>中9</td>
								<td>8000</td>
							</tr>
							<tr>
								<td>中8</td>
								<td>800</td>
							</tr>
							<tr>
								<td>中7</td>
								<td>80</td>
							</tr>
							<tr>
								<td>中6</td>
								<td>5</td>
							</tr>
							<tr>
								<td>中5</td>
								<td>3</td>
							</tr>
							<tr>
								<td>中0</td>
								<td>2</td>
							</tr>
							<tr>
								<td rowspan="7">选九</td>
								<td>中9</td>
								<td>300000</td>
							</tr>
							<tr>
								<td>中8</td>
								<td>2000</td>
							</tr>
							<tr>
								<td>中7</td>
								<td>200</td>
							</tr>
							<tr>
								<td>中6</td>
								<td>20</td>
							</tr>
							<tr>
								<td>中5</td>
								<td>5</td>
							</tr>
							<tr>
								<td>中4</td>
								<td>3</td>
							</tr>
							<tr>
								<td>中0</td>
								<td>2</td>
							</tr>
							<tr>
								<td rowspan="6">选八</td>
								<td>中8</td>
								<td>50000</td>
							</tr>
							<tr>
								<td>中7</td>
								<td>800</td>
							</tr>
							<tr>
								<td>中6</td>
								<td>88</td>
							</tr>
							<tr>
								<td>中5</td>
								<td>10</td>
							</tr>
							<tr>
								<td>中4</td>
								<td>3</td>
							</tr>
							<tr>
								<td>中0</td>
								<td>2</td>
							</tr>
							<tr>
								<td rowspan="5">选七</td>
								<td>中7</td>
								<td>10000</td>
							</tr>
							<tr>
								<td>中6</td>
								<td>288</td>
							</tr>
							<tr>
								<td>中5</td>
								<td>28</td>
							</tr>
							<tr>
								<td>中4</td>
								<td>4</td>
							</tr>
							<tr>
								<td>中0</td>
								<td>2</td>
							</tr>
							<tr>
								<td rowspan="4">选六</td>
								<td>中6</td>
								<td>3000</td>
							</tr>
							<tr>
								<td>中5</td>
								<td>30</td>
							</tr>
							<tr>
								<td>中4</td>
								<td>10</td>
							</tr>
							<tr>
								<td>中3</td>
								<td>3</td>
							</tr>
							<tr>
								<td rowspan="3">选五</td>
								<td>中5</td>
								<td>1000</td>
							</tr>
							<tr>
								<td>中4</td>
								<td>21</td>
							</tr>
							<tr>
								<td>中3</td>
								<td>3</td>
							</tr>
							<tr>
								<td rowspan="3">选四</td>
								<td>中4</td>
								<td>100</td>
							</tr>
							<tr>
								<td>中3</td>
								<td>5</td>
							</tr>
							<tr>
								<td>中2</td>
								<td>3</td>
							</tr>
							<tr>
								<td rowspan="2">选三</td>
								<td>中3</td>
								<td>53</td>
							</tr>
							<tr>
								<td>中2</td>
								<td>3</td>
							</tr>
							<tr>
								<td>选二</td>
								<td>中2</td>
								<td>19</td>
							</tr>
							<tr>
								<td>选一</td>
								<td>中1</td>
								<td>4.6</td>
							</tr>
						</tbody>
					</table>
				</div>
			</uni-card>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				type: "",
			}
		},
		onLoad(option) {
			this.type = option.type
		},
		methods: {
			preview(imageUrl) {
				console.log(imageUrl) // http://192.168.100.251:8970/6_1597822634094.png
				var images = [];
				images.push(imageUrl);
				console.log(images) // ["http://192.168.100.251:8970/6_1597822634094.png"]
				uni.previewImage({ // 预览图片  图片路径必须是一个数组 => ["http://192.168.100.251:8970/6_1597822634094.png"]
					current: 0,
					urls: images,
					longPressActions: { //长按保存图片到相册
						itemList: ['保存图片'],
						success: (data) => {
							console.log(data);
							uni.saveImageToPhotosAlbum({ //保存图片到相册
								filePath: payUrl,
								success: function() {
									uni.showToast({
										icon: 'success',
										title: '保存成功'
									})
								},
								fail: (err) => {
									uni.showToast({
										icon: 'none',
										title: '保存失败，请重新尝试'
									})
								}
							});
						},
						fail: (err) => {
							console.log(err.errMsg);
						}
					}
				});
			}
		}
	}
</script>

<style>
</style>